{"url": "https://www.spain.info/en/destination/madrid/", "title": "Tourism in Madrid: what to do in Madrid | spain.info in english", "subtitle": "The capital city with a thousand options", "city": "Madrid", "intro": "Madrid, cheerful and vibrant at all hours, is famous for being an open city with all kinds of people from anywhere in the world.", "content": "<p> In addition to its famous museums, busy streets dotted with all kinds of shops, restaurants with world cuisine and unbeatable nightlife, Madrid will surprise you with its tranquil historic spots that charm everyone walking by. Here you'll find traditional family-run, century-old bars where friends meet up for a drink, every style of neighbourhood and cultural centres that offer up an alternative type of tourism. Madrid's authenticity is hard to beat. It is <strong> welcoming and diverse </strong> . Madrid is, without a doubt, one of Europe’s most interesting cities. </p> <div id=\"text-hidden-1\"> <p> Culture and leisure at any time </p> <p> Anyone in search of culture will find some of the most important museums in the world, such as the Prado, Reina Sofía or Thyssen. But we must not forget smaller options, full of charm, such as the Sorolla Museum or cultural centres like the Matadero or Conde Duque, which are continuously offering innovative exhibitions, concerts, guided tours, etc. <span> </span> Walking around Madrid means coming across <strong> iconic spots </strong> such as the stunning Royal Palace, the Plaza Mayor with 400 years of history, the buzzing Puerta del Sol, the famous Gran Vía full of shops, or the four tallest towers in Spain. Each neighbourhood offers a different experience: La Latina is ideal for tapas, Las Letras has the perfect combination of literature and fine dining… But Madrid also means relaxing in enormous <strong> green spaces </strong> such as the Retiro Park (which together with the Paseo del Prado boulevard have been added to UNESCO's World Heritage List), and other lesser-known but equally charming parks like El Capricho. </p> <p> Capital of food, fashion and nightlife </p> <p> When it's time to eat, Madrid has many different options, each more appealing than the last. On the one hand, traditional bars where you can discover the old-fashioned, unpretentious atmosphere known as ‘ <i> castizo </i> ’, and why <strong> tapas </strong> are so much fun. On the other hand, there are its cutting-edge restaurants like DiverXO and traditional markets that have been turned into new gourmet spaces, such as San Miguel, which has become a true gastronomic shrine. In Madrid, the time is always ripe to enjoy an animated, urban atmosphere. For example, the increasingly famous weekend brunches in enclosed glass <strong> terraces </strong> , courtyards, rooftops, etc. <span> </span> <strong> Fashionistas </strong> will find all options: luxury shops on the Golden Mile, vintage establishments in areas such as Fuencarral, new designer markets like the Mercado de Motores, and craft workshops and bookshops over 100 years old. At dusk, some of the city’s <strong> viewpoints </strong> will surprise you with unique sunsets, at the Temple of Debod or the rooftop bar of the Círculo de Bellas Artes, for example. And at the end of the day... nightlife in Madrid is legendary with live music, all kinds of ambiences, music until the sun comes up... <span> </span> Madrid has its own beauty. Madrid stimulates and inspires. <strong> Madrid. You have to experience it. </strong> </p> </div> <p> Anyone in search of culture will find some of the most important museums in the world, such as the Prado, Reina Sofía or Thyssen. But we must not forget smaller options, full of charm, such as the Sorolla Museum or cultural centres like the Matadero or Conde Duque, which are continuously offering innovative exhibitions, concerts, guided tours, etc. <span> </span> Walking around Madrid means coming across <strong> iconic spots </strong> such as the stunning Royal Palace, the Plaza Mayor with 400 years of history, the buzzing Puerta del Sol, the famous Gran Vía full of shops, or the four tallest towers in Spain. Each neighbourhood offers a different experience: La Latina is ideal for tapas, Las Letras has the perfect combination of literature and fine dining… But Madrid also means relaxing in enormous <strong> green spaces </strong> such as the Retiro Park (which together with the Paseo del Prado boulevard have been added to UNESCO's World Heritage List), and other lesser-known but equally charming parks like El Capricho. </p> <p> When it's time to eat, Madrid has many different options, each more appealing than the last. On the one hand, traditional bars where you can discover the old-fashioned, unpretentious atmosphere known as ‘ <i> castizo </i> ’, and why <strong> tapas </strong> are so much fun. On the other hand, there are its cutting-edge restaurants like DiverXO and traditional markets that have been turned into new gourmet spaces, such as San Miguel, which has become a true gastronomic shrine. In Madrid, the time is always ripe to enjoy an animated, urban atmosphere. For example, the increasingly famous weekend brunches in enclosed glass <strong> terraces </strong> , courtyards, rooftops, etc. <span> </span> <strong> Fashionistas </strong> will find all options: luxury shops on the Golden Mile, vintage establishments in areas such as Fuencarral, new designer markets like the Mercado de Motores, and craft workshops and bookshops over 100 years old. At dusk, some of the city’s <strong> viewpoints </strong> will surprise you with unique sunsets, at the Temple of Debod or the rooftop bar of the Círculo de Bellas Artes, for example. And at the end of the day... nightlife in Madrid is legendary with live music, all kinds of ambiences, music until the sun comes up... <span> </span> Madrid has its own beauty. Madrid stimulates and inspires. <strong> Madrid. You have to experience it. </strong> </p>"}
{"url": "https://www.spain.info/en/destination/hervas/", "title": "Tourism in Hervás. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Hervás", "intro": "The festivities of the converted Jews, in addition to plays that are staged about Jewish culture and customs, are a testimony of the important legacy that this community left in Hervás.", "content": "<p> The most significant feature in Hervás' historical heritage is <strong> the Jewish quarter </strong> . Its narrow, steep streets are lined with houses clustering together like grapes, which were made with adobe and chestnut-wood frameworks, their roofs plastered with Arab tiles to shield the wind. </p> <div id=\"text-hidden-1\"> <p> </p> <p> The architectural heritage includes remarkable civil buildings such as the palace of Dávila, a large house from the middle of the 18th century, which at present houses a stately home-museum, and a public library. The religious heritage includes the parish church of Santa María, erected in the 13th century, which exhibits elements that were added from the 16th century thru the 17th; the convent of the Trinitarian Fathers, inaugurated in 1659; the hermitage of San Andrés, from the 14th century, which at present houses the religious image of Cristo de la Salud, patron saint of Hervás; and the hermitage of San Antón. <span> </span> The infirmary of the Franciscan monks, from the 18th century, is currently home to the City Hall and the Municipal Police. <span> </span> In Hervás, we can find beautiful leather and <strong> wooden handicrafts </strong> , as well as a peculiar collection of classic motorcycles, the first in Spain and the second in Europe. </p> </div> <p> The architectural heritage includes remarkable civil buildings such as the palace of Dávila, a large house from the middle of the 18th century, which at present houses a stately home-museum, and a public library. The religious heritage includes the parish church of Santa María, erected in the 13th century, which exhibits elements that were added from the 16th century thru the 17th; the convent of the Trinitarian Fathers, inaugurated in 1659; the hermitage of San Andrés, from the 14th century, which at present houses the religious image of Cristo de la Salud, patron saint of Hervás; and the hermitage of San Antón. <span> </span> The infirmary of the Franciscan monks, from the 18th century, is currently home to the City Hall and the Municipal Police. <span> </span> In Hervás, we can find beautiful leather and <strong> wooden handicrafts </strong> , as well as a peculiar collection of classic motorcycles, the first in Spain and the second in Europe. </p>"}
{"url": "https://www.spain.info/en/destination/la-herradura/", "title": "Tourism in La Herradura. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "La Herradura", "intro": "Its bay is a major centre for sub-aqua activities and an ideal site for scuba diving.", "content": "<p> La Herradura is the second-largest urban area of Almuñecar, on the <strong> Costa Tropical coast of Granada province. </strong> It is outstanding for its stunning bay, washed by waters of the Mediterranean, which has become a favourite spot for water sports, including scuba diving. The beach is set between two mountains, and is thus well sheltered from winds. Besides marine flora and fauna of great ecological value, its beds are home to the <strong> remains of 25 Spanish naval galleons </strong> that were wrecked in a storm of 19 October 1562. </p> <div id=\"text-hidden-1\"> <p> </p> <p> The <strong> Almuñecar-La Herradura Sub-aquatic Reserve </strong> was created aiming to preserve this marine wealth. Its objective is to make this part of the coast of Andalusia an international point of reference for scuba enthusiasts, and to create a unique area in Spain with artificial reefs simulating sunken galleons, amphora factories and practice areas. </p> </div> <p> The <strong> Almuñecar-La Herradura Sub-aquatic Reserve </strong> was created aiming to preserve this marine wealth. Its objective is to make this part of the coast of Andalusia an international point of reference for scuba enthusiasts, and to create a unique area in Spain with artificial reefs simulating sunken galleons, amphora factories and practice areas. </p>"}
{"url": "https://www.spain.info/en/destination/hernani/", "title": "Tourism in Hernani. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Hernani", "intro": "Washed by the River Urumea and nestled at the foot of Mount Santa Bárbara is Hernani. Only 9 kilometres from San Sebastián, this small town is famous for the picturesque streets that earned it the status of Cultural Interest Site.", "content": "<p> Among its monuments are the sixteenth century Church of St. John the Baptist, the Town Hall and Gudarien Enparantza or the old Main Square. <span> </span> It also has the <strong> Chillida-Leku Museum </strong> , dedicated to the great Basque sculptor Eduardo Chillida. Today it is a place dedicated to research. <span> </span> Hernani is surrounded by a <strong> charming natural landscape </strong> with forests dotted with numerous prehistoric remains, including dolmens, cromlechs (megalithic monuments) and burial mounds. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/hermigua/", "title": "Tourism in Hermigua. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Hermigua", "intro": "Hermigua sits in the valley of the same name, in the northwestern part of the island of La Gomera.", "content": "<p> The origins of the town date back to the 16th century with the creation of <strong> Valle Alto </strong> , the first population centre, overlooked by the church and convent of Santo Domingo. Years later, another village sprang up, which was <strong> Valle Bajo </strong> , where the church of Nuestra Señora de la Encarnación was built in 1650. <span> </span> Some of the attractions for tourists in Hermigua are: the steep rock of San Pedro, its beaches (Santa Catalina and La Caleta), its <strong> natural pool </strong> and the cedar woods, fed by a stream of transparent water. </p>"}
{"url": "https://www.spain.info/en/destination/hellin/", "title": "Tourism in Hellín. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Hellín", "intro": "Hellín is located in the province of Cuenca, Castile-La Mancha.", "content": "<p> The city’s historic centre still conserves examples of architecture from the medieval period dating from the 12th century on down to the present day. It is a well worth a stroll around to admire the stately homes, wander through the maze-like streets of <strong> the old Jewish and Muslim quarters </strong> , and take in some of the beautiful buildings such as the Asunción Church, the chapel of Nuestra Señora del Rosario and the Franciscan Convent. </p>"}
{"url": "https://www.spain.info/en/destination/hecho/", "title": "Tourism in Hecho. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Hecho", "intro": "The county was founded on the Hecho valley (also spelled Echo), which would later become the Kingdom of Aragon. The main characteristic of this valley is the magnificence of its natural environment.", "content": "<p> Hecho is a town that stands out for its wonderful <strong> popular architecture </strong> , and for its remarkable open-air exhibition of contemporary sculpture, but above all, it is beauty of its <strong> natural environment </strong> that takes most of the credit. <span> </span> The western valleys of the Aragonese Pyrenees enjoy the effects of the humidity brought by the Atlantic, which forms a magnificent, thick vegetation that houses an immensely diverse fauna. <span> </span> The Hecho valley follows the course of the Aragon-Subordán river, which narrows at <strong> \"Boca del Infierno\" (the Mouth of Hell) </strong> , a defile that the river has drilled into the rock. On the valley we also find <strong> \"Selva de Oza\" </strong> , a thick, gorgeous beech and fir forest. </p>"}
{"url": "https://www.spain.info/en/destination/haro/", "title": "Tourism in Haro. What to see. Tourist information | spain.info in english", "subtitle": "Land of wines, vineyards and vegetable gardens", "city": "Haro", "intro": "Outstanding in the historic-artistic heritage of this town in La Rioja are: the Basilica of Nuestra Señora de Haro, with its Baroque high altar; the Palace of the Counts of Haro, also Baroque; Beldaña Palace, a good example of Spanish Plateresque dating from the 16th century; Santo Tomás Church; the Municipal Archive, with documentation going back as far as the 13th century.", "content": "<p> <strong> Wine </strong> is central to Haro life. It is the driving force of the regional economy and a cultural expression in the area. Vines are an important part of the local landscape and the majority of the vineyards are open for visits. The town also has a wine museum. The most famous local fiesta is also related to the the drink: the \" <strong> Wine Battle </strong> \" is held 29 June every year. It is a good-natured fight between two sides who throw thousands of litres of wine over their opponents. </p>"}
{"url": "https://www.spain.info/en/destination/haria/", "title": "Tourism in Haría. What to see. Tourist information | spain.info in english", "subtitle": "Haría is known as “the valley of the thousand palms”.", "city": "Haría", "content": "<p> Haría is a charming town situated in a valley in the northern part of the island of <strong> Lanzarote </strong> . It is one of the greenest places on the island and possesses a special microclimate which favours the appearance of a great many species of plants. There is a religious museum in the town. </p>"}
{"url": "https://www.spain.info/en/destination/guardamar-del-segura/", "title": "Tourism in Guardamar del Segura. What to see. Tourist information | spain.info in english", "subtitle": "Sun, sand and countryside on the Mediterranean", "city": "Guardamar del Segura", "intro": "Guardamar del Segura is on the coast of Alicante province.", "content": "<p> Its 11 kilometres of fine sand beaches, ideal for water sports, and the broad range of accommodation on offer, make this an important tourist town. The Segura River flows through the town, and there are <strong> various archaeological sites </strong> such as the Phoenician city of La Fonteta and the Las Dunas Caliphal hermitage/fort, among others. The Municipal Archaeological-Ethnological Museum and the Engineer Mira House-Museum are two more interesting cultural venues. <span> </span> Guardamar also has various ecologically interesting nature areas. We should make special mention of the <strong> Lagunas de La Mata Nature Reserve </strong> , which has a network of trails ideal for walking and biking. </p>"}
{"url": "https://www.spain.info/en/destination/guadix/", "title": "Tourism in Guadix. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Guadix", "intro": "Inland in the province of Granada is Guadix, considered one of the oldest human settlements in Spain.", "content": "<p> Its old town brings together an important heritage of monuments, with the medieval <strong> Arab Citadel </strong> , the <strong> Cathedral </strong> and various Mudejar-style buildings outstanding, although the most characteristic thing in the city are its districts with original cave dwellings. A city with a strong character, Guadix preserves a cuisine linked to the Andalusian tradition and firmly rooted customs, like the popular <strong> Cascamorras Festival </strong> . </p> <div id=\"text-hidden-1\"> <p> </p> <p> Set in a strategic natural pass linking the Levante with the Guadalquivir valley, the county of <strong> Guadix y el Marquesado </strong> has been inhabited since prehistoric times, as witnessed by the many <strong> archaeological remains </strong> found in the area corresponding to the Neanderthal and Upper Palaeolithic periods and to the Metal Age. Inhabited centuries later by Phoenicians and Carthaginians, it came to be an important Roman colony, called <strong> Julia Gemella Acci </strong> . <span> </span> The <strong> Arab Citadel </strong> , which has been declared a <strong> National Monument </strong> presides over the city. Built in the 11 <sup> th </sup> century on top of a hill, from its towers you can get unbeatable views of the city and its surroundings. <span> </span> Around this bastion extends the monumental city, in whose appearance you can appreciate the mark left by long centuries of Arab presence. Within its streets, the <strong> Cathedral </strong> is outstanding, a real gem in which Gothic, Renaissance and Baroque styles go side-by-side. Built between the 16 <sup> th </sup> and 18 <sup> th </sup> centuries on the remains of an old mosque, inside it has outstanding rooms like the sacristy, work of the master <strong> Diego de Siloé </strong> , as well as a magnificent Baroque choir, by Ruís del Peral. Guadix preserves many examples of <strong> Mudejar architecture </strong> . One of the most outstanding is the <strong> church of Santiago </strong> , from the 16 <sup> th </sup> century. A slim Mudejar tower stands next to its beautiful Plateresque-style façade, while inside the church the valuable Mudejar coffered ceiling is the outstanding feature. Other churches in the city, like those of San Francisco or Santo Domingo, also preserve this feature. <span> </span> It is also possible to find some aristocratic houses and other outstanding buildings, like the <strong> Palace of the Marqués de Villalegre </strong> , the Peñaflor palace or the Hospital Civil. <span> </span> But, if there is something that distinguishes Guadix from other places, it is its typical districts, like Las Ermitas or Las Cuevas. Here there are many examples of cave dwellings - original buildings dug out of the earth. <span> </span> Some of the most symbolic are <strong> Ermita Nueva </strong> , the Cueva del Padre Poveda and the <strong> Cave </strong> - <strong> Museum of Arts and Popular Customs </strong> , in which an interesting collection of local craft objects is displayed. <span> </span> The La Magdalena, Cuatro Veredas and San Fandila viewpoints enable you to enjoy the incredible landscapes offered by this part of Granada. </p> <p> Festivals and cuisine </p> <p> In the Calle de San Miguel stands the <strong> Cascamorras Monument </strong> , erected in honour of the star of one of the city's most popular festivals. Every 9 September, this character, dressed up in brightly coloured clothes, is hounded and chased by the residents of the city after trying unsuccessfully to recover the image of the Virgin found in neighbouring Baza. Other events on Guadix festival calendar are the <strong> festivals of the patron saint </strong> in honour of San Torcuato, on 15 May, and the Fair, which takes place between the end of August and the beginning of September. <span> </span> Another attraction offered by Guadix is the chance to discover its <strong> cuisine </strong> , which has recipes of great character that, in many cases, are rooted in the areas Andalusian tradition. Typical are \" <strong> gachas </strong> \" (liquid dough based on flour), \" <strong> migas </strong> \" (made with breadcrumbs, pork, garlic and oil), and other dishes like pickled partridge, rabbit with garlic or poor man's potatoes. For dessert, there is nothing better than the typical sweets, like \" <strong> tocinillos de cielo </strong> \" (sweet made from egg yolk and syrup), rice pudding or egg custards. Andalusian wines with Málaga, Condado de Huelva, Montilla-Moriles or Jerez-Sherry y Manzanilla de Sanlúcar de Barrameda <strong> Denominations of Origin </strong> may be the perfect accompaniment to these mouth-watering recipes. <span> </span> Very near to Guadix are other placed of interest. <strong> Baza </strong> , where the <strong> Lady of Baza </strong> was found, tells us of the ancient Iberian culture. Its Arab and Jewish legacy is shown in the remains of walls, the citadel, baths and Jewish quarter. <span> </span> You can also visit Granada. The <strong> Alhambra </strong> , the <strong> Generalife </strong> and the district of <strong> Albaicín </strong> - all declared a <strong> World Heritage Site </strong> by UNESCO, are just some of the treasures offered by the provincial capital. <span> </span> The inland part of the province offers endless possibilities. The <strong> Sierra Nevada National Park </strong> , the most southerly high mountain system in Europe, has a rich landscape and exceptional biology as well as having nearby the <strong> Pradollano ski station </strong> . <span> </span> As well as the Sierra Nevada National and Natural Park, the mountain parks of <strong> Castril </strong> , Baza, <strong> Huétor </strong> and Tejada complete the rich landscape. </p> </div> <p> Set in a strategic natural pass linking the Levante with the Guadalquivir valley, the county of <strong> Guadix y el Marquesado </strong> has been inhabited since prehistoric times, as witnessed by the many <strong> archaeological remains </strong> found in the area corresponding to the Neanderthal and Upper Palaeolithic periods and to the Metal Age. Inhabited centuries later by Phoenicians and Carthaginians, it came to be an important Roman colony, called <strong> Julia Gemella Acci </strong> . <span> </span> The <strong> Arab Citadel </strong> , which has been declared a <strong> National Monument </strong> presides over the city. Built in the 11 <sup> th </sup> century on top of a hill, from its towers you can get unbeatable views of the city and its surroundings. <span> </span> Around this bastion extends the monumental city, in whose appearance you can appreciate the mark left by long centuries of Arab presence. Within its streets, the <strong> Cathedral </strong> is outstanding, a real gem in which Gothic, Renaissance and Baroque styles go side-by-side. Built between the 16 <sup> th </sup> and 18 <sup> th </sup> centuries on the remains of an old mosque, inside it has outstanding rooms like the sacristy, work of the master <strong> Diego de Siloé </strong> , as well as a magnificent Baroque choir, by Ruís del Peral. Guadix preserves many examples of <strong> Mudejar architecture </strong> . One of the most outstanding is the <strong> church of Santiago </strong> , from the 16 <sup> th </sup> century. A slim Mudejar tower stands next to its beautiful Plateresque-style façade, while inside the church the valuable Mudejar coffered ceiling is the outstanding feature. Other churches in the city, like those of San Francisco or Santo Domingo, also preserve this feature. <span> </span> It is also possible to find some aristocratic houses and other outstanding buildings, like the <strong> Palace of the Marqués de Villalegre </strong> , the Peñaflor palace or the Hospital Civil. <span> </span> But, if there is something that distinguishes Guadix from other places, it is its typical districts, like Las Ermitas or Las Cuevas. Here there are many examples of cave dwellings - original buildings dug out of the earth. <span> </span> Some of the most symbolic are <strong> Ermita Nueva </strong> , the Cueva del Padre Poveda and the <strong> Cave </strong> - <strong> Museum of Arts and Popular Customs </strong> , in which an interesting collection of local craft objects is displayed. <span> </span> The La Magdalena, Cuatro Veredas and San Fandila viewpoints enable you to enjoy the incredible landscapes offered by this part of Granada. </p> <p> In the Calle de San Miguel stands the <strong> Cascamorras Monument </strong> , erected in honour of the star of one of the city's most popular festivals. Every 9 September, this character, dressed up in brightly coloured clothes, is hounded and chased by the residents of the city after trying unsuccessfully to recover the image of the Virgin found in neighbouring Baza. Other events on Guadix festival calendar are the <strong> festivals of the patron saint </strong> in honour of San Torcuato, on 15 May, and the Fair, which takes place between the end of August and the beginning of September. <span> </span> Another attraction offered by Guadix is the chance to discover its <strong> cuisine </strong> , which has recipes of great character that, in many cases, are rooted in the areas Andalusian tradition. Typical are \" <strong> gachas </strong> \" (liquid dough based on flour), \" <strong> migas </strong> \" (made with breadcrumbs, pork, garlic and oil), and other dishes like pickled partridge, rabbit with garlic or poor man's potatoes. For dessert, there is nothing better than the typical sweets, like \" <strong> tocinillos de cielo </strong> \" (sweet made from egg yolk and syrup), rice pudding or egg custards. Andalusian wines with Málaga, Condado de Huelva, Montilla-Moriles or Jerez-Sherry y Manzanilla de Sanlúcar de Barrameda <strong> Denominations of Origin </strong> may be the perfect accompaniment to these mouth-watering recipes. <span> </span> Very near to Guadix are other placed of interest. <strong> Baza </strong> , where the <strong> Lady of Baza </strong> was found, tells us of the ancient Iberian culture. Its Arab and Jewish legacy is shown in the remains of walls, the citadel, baths and Jewish quarter. <span> </span> You can also visit Granada. The <strong> Alhambra </strong> , the <strong> Generalife </strong> and the district of <strong> Albaicín </strong> - all declared a <strong> World Heritage Site </strong> by UNESCO, are just some of the treasures offered by the provincial capital. <span> </span> The inland part of the province offers endless possibilities. The <strong> Sierra Nevada National Park </strong> , the most southerly high mountain system in Europe, has a rich landscape and exceptional biology as well as having nearby the <strong> Pradollano ski station </strong> . <span> </span> As well as the Sierra Nevada National and Natural Park, the mountain parks of <strong> Castril </strong> , Baza, <strong> Huétor </strong> and Tejada complete the rich landscape. </p>"}
{"url": "https://www.spain.info/en/destination/guadamur/", "title": "Tourism in Guadamur. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Guadamur", "intro": "It is around 12 kilometres from Toledo and contains an important palace-fortress from the 15th century, which has been perfectly restored and furnished in an attempt to recreate the original period decoration.", "content": "<p> Built on the site of a previous Arab castle, it was used as lodgings by, among others, <strong> Felipe el Hermoso and Juana la Loca, Cardinal Cisneros and the emperor Carlos </strong> . The main section is square, with circular towers on three corners, the rectangular keep on the remaining corner and triangular towers in the centre of the walls. The fortress is surrounded by a moat which follows the shape of the exterior walls. Also recommended is a visit to the <strong> hermitage of San Antón </strong> , nowadays the Museum of Popular Customs and Art of the Toledo Mountains; the hermitage of Nuestra Señora de la Natividad, and the parish church. </p>"}
{"url": "https://www.spain.info/en/destination/o-grove/", "title": "Tourism in O Grove. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "O Grove", "intro": "On old maps, O Grove was an island. Today, it is joined to the mainland thanks to the south-westerly winds, which have slowly gathered sand to form the isthmus of the beach of A Lanzada.", "content": "<p> O Grove is situated on the mouth of the Arousa estuary. The sight of its many-coloured boats forms an unforgettable image. As well as shellfish gathering and shallow-water fishing, the population lives from the farming of mussels, oysters and scallops on wooden platforms out in the water. A reason why it is impossible to leave without trying them in any of the local bars. The port of O Grove is devoted to fishing and mussel gathering and sits very near Illa de A Toxa, whose fame is derived from its medicinal mineral waters. The therapeutic properties for the skin and the respiratory passages of its water and mud, as well as the salts and soaps which are made from them, have turned the island into a major spa resort. A Toxa is the biggest of the islands, half a dozen of them, which emerge with the rhythm of the tides on the O Vao mud flats. <span> </span> O Grove stages the festival which extols the virtues of shellfish, declared to be of National Tourist Interest. It takes place over several days, always around 12 October. Designation of Origin “Rías Baixas” wines accompany the wide variety of seafood. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/el-paso/", "title": "Tourism in El Paso. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "El Paso", "intro": "The municipality of El Paso is situated in the centre of the island of La Palma. It is the island's largest municipality and the only one that is not on the coast.", "content": "<p> The town of El Paso is surrounded by almond trees and other fruit trees. There are many archaeological sites nearby and the countryside around it is extremely beautiful. Some of the places that are worth visiting are La Cumbrecita viewpoint, El Pilar refuge, Los Llanos del Jable, San Juan lava flows, Bejenado Peak and Caldera de Taburiente National Park. <span> </span> Here you can also admire one of the island's most beautiful and amazing phenomena: clouds cascading down Cumbre Nueva as they move from east to west. El Paso is also important because one of La Palma's oldest and best-preserved crafts – silk production – originated here, and the town even has a Silk Museum. In June the municipality displays beautiful carpets made out of natural products (seeds, petals, small fruits, herbs, twigs, stones, etc.) to celebrate the feast of El Sagrado Corazón de Jesús. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/valeria/", "title": "Tourism in Valeria. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Valeria", "intro": "Located in the southern part of Cuenca, Valeria has a vast historic-artistic heritage, which will take the visitor back to the times of the Roman Empire.", "content": "<p> In the region known as La Manchuela, the monumental city of Valeria stands. Its historic relevance has left an important architectural legacy, some of which can be seen at its remarkable main square, or Plaza Mayor. This is the space where we find both the City Hall (17th century) and the Romanesque church of Asunción, which dates back to the 12th century, although it was later remodelled in the 16th and 17th centuries. Among civil structures, we must point out the palace of the Dukes of Granada. Near the city centre we can see the old Roman-Hispanic settlement of Valeria. Over this archaeological site, a medieval fortress was built, taking advantage of its strategic location on top of a hill, and on the banks of the Gritos river. The ancient Roman basilica was adapted to Visigothic rites, and later, it was turned into the church of Nuestra Señora de la Rotonda. We still can admire the layout of the streets, and the water supply system, which includes an aqueduct, three underground reservoirs, and a \"ninfeo\", or fountain. </p>"}
{"url": "https://www.spain.info/en/destination/alcala-de-henares/", "title": "Tourism in Alcalá de Henares. What to see | spain.info in english", "subtitle": "The city of Cervantes", "city": "Alcalá de Henares", "intro": "Alcalá de Henares was the birthplace of Miguel de Cervantes, author of the world-famous “Don Quixote”, and you can visit the house he was born in, which is now a museum.", "content": "<p> But there are many more reasons to plan a getaway to this town, just over 30 kilometres from Madrid: its imposing University, with centuries of history; Calle Mayor, its main street lined with arches; its ancient theatre, the Corral de Comedias… But also its sunny squares, its generous helpings of lunchtime tapas, and the special atmosphere of its Medieval and Christmas Markets. </p> <div id=\"text-hidden-1\"> <p> University and historic quarter: a walk around a World Heritage city </p> <p> Our tour starts where the town’s fame started, with the <strong> University </strong> , which made Alcalá the first planned university city of the Modern Age, earning it the soubriquet of the “City of Knowledge”. As well as admiring the façade of the Colegio Mayor de San Ildefonso, you can now venture inside and visit several courtyards and the iconic Paraninfo, a great hall with a 16th century Mudéjar coffered ceiling, where the King and Queen of Spain present the Cervantes Prize for Literature every 23 April. </p> <p> </p> <p> Any tour of Alcalá de Henares would not be complete without a pause on its lovely <strong> Plaza de Cervantes </strong> (with a statue in honour of the writer) and a stroll along the busy <strong> Calle Mayor </strong> , said to be Spain’s longest arcaded street. When you get to number 48 you’ll see a sculpture of two life-sized figures sitting on a bench: they are none other than Don Quixote and Sancho Panza, the main characters of Cervantes’ immortal work. They welcome you to the <strong> House Museum </strong> where the writer was born, which recreates the settings and customs of the 16th and 17th centuries. More than 400 years have passed since Don Quixote was written, but it’s just as relevant as ever. <span> </span> In the <strong> Chapel del Oidor </strong> you can see the font where Cervantes was baptised. Next to it, the 34-metre <strong> Torre de Santa María </strong> is one of the best spots to get a bird’s-eye-view of Alcalá. The other must-see viewing point is the tower of the Cathedral. </p> <p> A day of theatre and tapas </p> <p> It’s not every day you can see a play in one of <strong> Spain’s oldest Corrales de Comedias </strong> , a type of outdoor theatre. A visit to Alcalá is a great opportunity to see this space, which first opened in 1602, either by going to see a play or taking a guided tour. <span> </span> Being in Alcalá is also an advantage if you’re hungry, because the town is famous for its <strong> abundant and delicious tapas </strong> , served in most bars when you order a drink. If you have a sweet tooth you’ll also want to try the artisanal sweets and pastries made in the city’s convents. How about the famous candied almonds from Convento de San Diego? <span> </span> If you have a bit more time, you can also visit <strong> Laredo Palace </strong> , or the Alcalá of the Roman Empire with the ruins of <strong> Complutum </strong> and Casa Hippolytus. In the evening, in Alcalá you can dine under the vaulted ceilings of a 17th century convent church, or sleep in the <strong> Parador </strong> , another beautiful 17th century convent. It’s like travelling through time. Depending on the time of year, Alcalá also offers its <strong> Classical Theatre Festival </strong> (in summer), its <strong> Mercado Cervantino </strong> street market (in early autumn all the streets are decorated in 17th-century style and full of market stalls and fun activities) or its famous <strong> Christmas lights </strong> . </p> </div> <p> Our tour starts where the town’s fame started, with the <strong> University </strong> , which made Alcalá the first planned university city of the Modern Age, earning it the soubriquet of the “City of Knowledge”. As well as admiring the façade of the Colegio Mayor de San Ildefonso, you can now venture inside and visit several courtyards and the iconic Paraninfo, a great hall with a 16th century Mudéjar coffered ceiling, where the King and Queen of Spain present the Cervantes Prize for Literature every 23 April. </p> <p> Any tour of Alcalá de Henares would not be complete without a pause on its lovely <strong> Plaza de Cervantes </strong> (with a statue in honour of the writer) and a stroll along the busy <strong> Calle Mayor </strong> , said to be Spain’s longest arcaded street. When you get to number 48 you’ll see a sculpture of two life-sized figures sitting on a bench: they are none other than Don Quixote and Sancho Panza, the main characters of Cervantes’ immortal work. They welcome you to the <strong> House Museum </strong> where the writer was born, which recreates the settings and customs of the 16th and 17th centuries. More than 400 years have passed since Don Quixote was written, but it’s just as relevant as ever. <span> </span> In the <strong> Chapel del Oidor </strong> you can see the font where Cervantes was baptised. Next to it, the 34-metre <strong> Torre de Santa María </strong> is one of the best spots to get a bird’s-eye-view of Alcalá. The other must-see viewing point is the tower of the Cathedral. </p> <p> It’s not every day you can see a play in one of <strong> Spain’s oldest Corrales de Comedias </strong> , a type of outdoor theatre. A visit to Alcalá is a great opportunity to see this space, which first opened in 1602, either by going to see a play or taking a guided tour. <span> </span> Being in Alcalá is also an advantage if you’re hungry, because the town is famous for its <strong> abundant and delicious tapas </strong> , served in most bars when you order a drink. If you have a sweet tooth you’ll also want to try the artisanal sweets and pastries made in the city’s convents. How about the famous candied almonds from Convento de San Diego? <span> </span> If you have a bit more time, you can also visit <strong> Laredo Palace </strong> , or the Alcalá of the Roman Empire with the ruins of <strong> Complutum </strong> and Casa Hippolytus. In the evening, in Alcalá you can dine under the vaulted ceilings of a 17th century convent church, or sleep in the <strong> Parador </strong> , another beautiful 17th century convent. It’s like travelling through time. Depending on the time of year, Alcalá also offers its <strong> Classical Theatre Festival </strong> (in summer), its <strong> Mercado Cervantino </strong> street market (in early autumn all the streets are decorated in 17th-century style and full of market stalls and fun activities) or its famous <strong> Christmas lights </strong> . </p>"}
{"url": "https://www.spain.info/en/destination/melilla/", "title": "Tourism in Melilla. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Melilla", "intro": "A city of Phoenician origin, for centuries Melilla has been an important trading port and defensive bastion in the Mediterranean. The early Old Town contrasts with the rest of the city, which has an important group of Modernist buildings.", "content": "<p> Attracted by its strategic position in the Mediterranean, the Phoenicians established themselves on Melilla's current site in the 7 <sup> th </sup> century B. C. <strong> Rusadir </strong> , as the city was known, became a <strong> flourishing trading port </strong> . Centuries later, then a Roman colony, it came to be an important communications centre. Melilla reached its most splendid age with the Arabs, as a trading and defensive city. From 1497, it passed into Spanish hands and became an important military establishment. </p> <div id=\"text-hidden-1\"> <p> Melilla la Vieja </p> <p> The oldest part is the fortified city (16 <sup> th </sup> C.), known as <strong> El Pueblo </strong> . Declared a <strong> Historic-Artistic Site </strong> , Melilla la Vieja was originally formed by four fortresses linked together by drawbridges. The narrow streets making up oldest districts for the city are hidden behind its thick walls and deep ditches. <span> </span> The most recent defensive bastion is situated in the <strong> Citadel </strong> , made up of the <strong> Grande </strong> , <strong> Chica </strong> , <strong> Victoria </strong> and <strong> Rosario </strong> forts (18 <sup> th </sup> C. <span> </span> Above the <strong> Hornabeque ditch </strong> stands the second citadel, centred on the <strong> Parade Ground </strong> , where the remains of the old Roman settlement were found. <span> </span> Over the Santiago ditch you reach the oldest walled enclosure (16 <sup> th </sup> -18 <sup> th </sup> C.). Within the walls, the <strong> Plaza de las Peñuelas </strong> is surrounded by important buildings, like the Gothic chapel of Santiago. Other important places in the early citadel are the <strong> Museum of the City </strong> , the <strong> church of la Concepción </strong> , the oldest in Melilla (17 <sup> th </sup> C.), and the <strong> bastion of La Concepción </strong> , site of the <strong> Army Museum </strong> . <span> </span> From the 19 <sup> th </sup> century onwards, the city outgrew its limits and established three new forts on the perimeter: <strong> Camellos </strong> , with a circular floor plan and ditch; <strong> Cabrerizas </strong> , a rhomboid shape flanked by two hexagonal towers; and <strong> Rostrogordo </strong> , whose pentagonal shape hides a large parade ground. </p> <p> The Modernist city </p> <p> Around the port and the <strong> Avenida de Juan Carlos I </strong> , the <strong> Ensanche </strong> shows a model urban layout sprinkled with carefully worked façades and rows of Modernist balconies. <span> </span> Around the <strong> Plaza de España </strong> stand notable buildings like the <strong> Palace of La Asamblea </strong> , of art deco inspiration, the Bank of Spain and the Military Casino. <span> </span> A faithful reflection of the multicultural character of the autonomous city, Melilla, <strong> city of the four cultures </strong> - Christian, Muslim, Jewish and Hindu - reflects its cosmopolitan character in various of its most outstanding buildings. The <strong> Central Mosque </strong> , with architectural references taken from the Córdoba mosque, is one of the most beautiful churches in the city. The <strong> church of the Sagrado Corazón de Jesús </strong> , situated opposite the Plaza de las Cuatro Culturas, the <strong> Or Zaruah Synagogue </strong> , right in the historic centre, and the <strong> Hindu Oratory </strong> can also be visited. </p> <p> Cuisine and surroundings </p> <p> Melilla has magnificent wide beaches of fine sand on its coast, as well as the spectacular “ <strong> Puerto XXI </strong> ” marina, situated between the old Mineral Wharf and San Lorenzo beach. It is a recent construction that has hundreds of moorings for leisure boats as well as a shopping and leisure centre. Among the many opportunities, you can learn to sail in a Sailing School or practise other water sports like <strong> jet skiing </strong> , windsurfing or <strong> diving </strong> . <span> </span> Among the many hotels in Melilla, the <strong> Parador de Turismo </strong> , situated in the Ataque Seco district, next to the Victoria Fort, is outstanding. <span> </span> When it comes to eating, Melilla has a delicious and very varied <strong> cuisine </strong> which has similarities with Andalusian regional cuisine. The outstanding features are <strong> fried fish </strong> , mouth-watering <strong> seafood </strong> and rice dishes, along with a selection of exotic specialities brought by the rest of the Melilla community: <strong> \"pinchos morunos\" </strong> (spicy meat kebabs), <strong> \"harira\" </strong> (meat and vegetable soup) and <strong> \"couscous\" </strong> (based on wheat semolina). Among the desserts, <strong> fritters </strong> , sweet couscous, filled pies and <strong> stuffed dates </strong> are outstanding. </p> </div> <p> The oldest part is the fortified city (16 <sup> th </sup> C.), known as <strong> El Pueblo </strong> . Declared a <strong> Historic-Artistic Site </strong> , Melilla la Vieja was originally formed by four fortresses linked together by drawbridges. The narrow streets making up oldest districts for the city are hidden behind its thick walls and deep ditches. <span> </span> The most recent defensive bastion is situated in the <strong> Citadel </strong> , made up of the <strong> Grande </strong> , <strong> Chica </strong> , <strong> Victoria </strong> and <strong> Rosario </strong> forts (18 <sup> th </sup> C. <span> </span> Above the <strong> Hornabeque ditch </strong> stands the second citadel, centred on the <strong> Parade Ground </strong> , where the remains of the old Roman settlement were found. <span> </span> Over the Santiago ditch you reach the oldest walled enclosure (16 <sup> th </sup> -18 <sup> th </sup> C.). Within the walls, the <strong> Plaza de las Peñuelas </strong> is surrounded by important buildings, like the Gothic chapel of Santiago. Other important places in the early citadel are the <strong> Museum of the City </strong> , the <strong> church of la Concepción </strong> , the oldest in Melilla (17 <sup> th </sup> C.), and the <strong> bastion of La Concepción </strong> , site of the <strong> Army Museum </strong> . <span> </span> From the 19 <sup> th </sup> century onwards, the city outgrew its limits and established three new forts on the perimeter: <strong> Camellos </strong> , with a circular floor plan and ditch; <strong> Cabrerizas </strong> , a rhomboid shape flanked by two hexagonal towers; and <strong> Rostrogordo </strong> , whose pentagonal shape hides a large parade ground. </p> <p> Around the port and the <strong> Avenida de Juan Carlos I </strong> , the <strong> Ensanche </strong> shows a model urban layout sprinkled with carefully worked façades and rows of Modernist balconies. <span> </span> Around the <strong> Plaza de España </strong> stand notable buildings like the <strong> Palace of La Asamblea </strong> , of art deco inspiration, the Bank of Spain and the Military Casino. <span> </span> A faithful reflection of the multicultural character of the autonomous city, Melilla, <strong> city of the four cultures </strong> - Christian, Muslim, Jewish and Hindu - reflects its cosmopolitan character in various of its most outstanding buildings. The <strong> Central Mosque </strong> , with architectural references taken from the Córdoba mosque, is one of the most beautiful churches in the city. The <strong> church of the Sagrado Corazón de Jesús </strong> , situated opposite the Plaza de las Cuatro Culturas, the <strong> Or Zaruah Synagogue </strong> , right in the historic centre, and the <strong> Hindu Oratory </strong> can also be visited. </p> <p> Melilla has magnificent wide beaches of fine sand on its coast, as well as the spectacular “ <strong> Puerto XXI </strong> ” marina, situated between the old Mineral Wharf and San Lorenzo beach. It is a recent construction that has hundreds of moorings for leisure boats as well as a shopping and leisure centre. Among the many opportunities, you can learn to sail in a Sailing School or practise other water sports like <strong> jet skiing </strong> , windsurfing or <strong> diving </strong> . <span> </span> Among the many hotels in Melilla, the <strong> Parador de Turismo </strong> , situated in the Ataque Seco district, next to the Victoria Fort, is outstanding. <span> </span> When it comes to eating, Melilla has a delicious and very varied <strong> cuisine </strong> which has similarities with Andalusian regional cuisine. The outstanding features are <strong> fried fish </strong> , mouth-watering <strong> seafood </strong> and rice dishes, along with a selection of exotic specialities brought by the rest of the Melilla community: <strong> \"pinchos morunos\" </strong> (spicy meat kebabs), <strong> \"harira\" </strong> (meat and vegetable soup) and <strong> \"couscous\" </strong> (based on wheat semolina). Among the desserts, <strong> fritters </strong> , sweet couscous, filled pies and <strong> stuffed dates </strong> are outstanding. </p>"}
