{"url": "https://www.spain.info/en/destination/madrid/", "title": "Tourism in Madrid: what to do in Madrid | spain.info in english", "subtitle": "The capital city with a thousand options", "city": "Madrid", "intro": "Madrid, cheerful and vibrant at all hours, is famous for being an open city with all kinds of people from anywhere in the world.", "content": "<p> In addition to its famous museums, busy streets dotted with all kinds of shops, restaurants with world cuisine and unbeatable nightlife, Madrid will surprise you with its tranquil historic spots that charm everyone walking by. Here you'll find traditional family-run, century-old bars where friends meet up for a drink, every style of neighbourhood and cultural centres that offer up an alternative type of tourism. Madrid's authenticity is hard to beat. It is <strong> welcoming and diverse </strong> . Madrid is, without a doubt, one of Europe’s most interesting cities. </p> <div id=\"text-hidden-1\"> <p> Culture and leisure at any time </p> <p> Anyone in search of culture will find some of the most important museums in the world, such as the Prado, Reina Sofía or Thyssen. But we must not forget smaller options, full of charm, such as the Sorolla Museum or cultural centres like the Matadero or Conde Duque, which are continuously offering innovative exhibitions, concerts, guided tours, etc. <span> </span> Walking around Madrid means coming across <strong> iconic spots </strong> such as the stunning Royal Palace, the Plaza Mayor with 400 years of history, the buzzing Puerta del Sol, the famous Gran Vía full of shops, or the four tallest towers in Spain. Each neighbourhood offers a different experience: La Latina is ideal for tapas, Las Letras has the perfect combination of literature and fine dining… But Madrid also means relaxing in enormous <strong> green spaces </strong> such as the Retiro Park (which together with the Paseo del Prado boulevard have been added to UNESCO's World Heritage List), and other lesser-known but equally charming parks like El Capricho. </p> <p> Capital of food, fashion and nightlife </p> <p> When it's time to eat, Madrid has many different options, each more appealing than the last. On the one hand, traditional bars where you can discover the old-fashioned, unpretentious atmosphere known as ‘ <i> castizo </i> ’, and why <strong> tapas </strong> are so much fun. On the other hand, there are its cutting-edge restaurants like DiverXO and traditional markets that have been turned into new gourmet spaces, such as San Miguel, which has become a true gastronomic shrine. In Madrid, the time is always ripe to enjoy an animated, urban atmosphere. For example, the increasingly famous weekend brunches in enclosed glass <strong> terraces </strong> , courtyards, rooftops, etc. <span> </span> <strong> Fashionistas </strong> will find all options: luxury shops on the Golden Mile, vintage establishments in areas such as Fuencarral, new designer markets like the Mercado de Motores, and craft workshops and bookshops over 100 years old. At dusk, some of the city’s <strong> viewpoints </strong> will surprise you with unique sunsets, at the Temple of Debod or the rooftop bar of the Círculo de Bellas Artes, for example. And at the end of the day... nightlife in Madrid is legendary with live music, all kinds of ambiences, music until the sun comes up... <span> </span> Madrid has its own beauty. Madrid stimulates and inspires. <strong> Madrid. You have to experience it. </strong> </p> </div> <p> Anyone in search of culture will find some of the most important museums in the world, such as the Prado, Reina Sofía or Thyssen. But we must not forget smaller options, full of charm, such as the Sorolla Museum or cultural centres like the Matadero or Conde Duque, which are continuously offering innovative exhibitions, concerts, guided tours, etc. <span> </span> Walking around Madrid means coming across <strong> iconic spots </strong> such as the stunning Royal Palace, the Plaza Mayor with 400 years of history, the buzzing Puerta del Sol, the famous Gran Vía full of shops, or the four tallest towers in Spain. Each neighbourhood offers a different experience: La Latina is ideal for tapas, Las Letras has the perfect combination of literature and fine dining… But Madrid also means relaxing in enormous <strong> green spaces </strong> such as the Retiro Park (which together with the Paseo del Prado boulevard have been added to UNESCO's World Heritage List), and other lesser-known but equally charming parks like El Capricho. </p> <p> When it's time to eat, Madrid has many different options, each more appealing than the last. On the one hand, traditional bars where you can discover the old-fashioned, unpretentious atmosphere known as ‘ <i> castizo </i> ’, and why <strong> tapas </strong> are so much fun. On the other hand, there are its cutting-edge restaurants like DiverXO and traditional markets that have been turned into new gourmet spaces, such as San Miguel, which has become a true gastronomic shrine. In Madrid, the time is always ripe to enjoy an animated, urban atmosphere. For example, the increasingly famous weekend brunches in enclosed glass <strong> terraces </strong> , courtyards, rooftops, etc. <span> </span> <strong> Fashionistas </strong> will find all options: luxury shops on the Golden Mile, vintage establishments in areas such as Fuencarral, new designer markets like the Mercado de Motores, and craft workshops and bookshops over 100 years old. At dusk, some of the city’s <strong> viewpoints </strong> will surprise you with unique sunsets, at the Temple of Debod or the rooftop bar of the Círculo de Bellas Artes, for example. And at the end of the day... nightlife in Madrid is legendary with live music, all kinds of ambiences, music until the sun comes up... <span> </span> Madrid has its own beauty. Madrid stimulates and inspires. <strong> Madrid. You have to experience it. </strong> </p>"}
{"url": "https://www.spain.info/en/destination/tossa-mar/", "title": "Tourism in Tossa de Mar. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Tossa de Mar", "intro": "Cliffs, pinewoods, coves and beaches make up the coastal profile of the county of La Selva, the setting for Tossa de Mar.", "content": "<p> The most southerly sector of the Costa Brava offers tourists an incredible range of history, art and leisure on the shores of the Mediterranean Sea. This town in the province of Girona makes available to travellers a wide and varied range of accommodation made to measure for all tastes. The cuisine, another of the cultural riches of this area, will convince the most refined palates. </p>"}
{"url": "https://www.spain.info/en/destination/tortosa/", "title": "Tourism in Tortosa. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Tortosa", "intro": "Tortosa preserves significant examples of medieval, Renaissance, baroque and modernist architecture. It has been declared to be Historic-Artistic Heritage and some of its buildings, such as the castle of La Suda, are National Monuments.", "content": "<p> The city is located near the mouth of the river Ebro and the first thing to attract attention is the Arab castle of La Suda, perched on a hill. Visitors can stay there if they wish since it has been converted into a Parador de Turismo hotel. Near the river is the old part of town, with its 14th-century Gothic Cathedral with a baroque façade, three naves and a cloister, outstanding inside which is the richly-coloured high reredos, from the 14th century; and the reredos of the Transfiguration, from the 15th century, as well as the chapel of La Cinta, from the 18th century, with Italian marble and jasper from Tortosa. Visitors can also admire the Episcopal Palace, built in the 14th century, with a courtyard, gallery and an outstanding stairway, while inside there is a chapel from 1316, with a multicoloured stone door and sculpture from the 14th century. Also of interest are the Gothic cloister of the convent of Santa Clara (14th century); The Royal Colleges of Tortosa, founded by Carlos V in 1564 for the education of subject Muslims; the modernist market with its metal structure; the Exchange (from the 14th century), where the price of wheat was established for the whole of the western Mediterranean basin, as well as a tour of the Remolins neighbourhood, where you will find the old Jewish quarter, calle de Els Gentilhomes and the palace of the Despuig family. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/torrox/", "title": "Tourism in Torrox. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Torrox", "intro": "Roman remains and Moorish heritage on the Mediterranean coast.", "content": "<p> Torrox is most outstanding for its beaches and its historic-artistic heritage. Close to the lighthouse you will find Roman archaeological remains, as well as 15th century watchtowers. A stroll through the centre is well recommended. It has narrow streets, whitewashed houses and balconies bedecked with flowers, and is home to the picturesque Plaza de la Constitución Square and the 17th century Nuestra Señora de la Encarnación Church. </p>"}
{"url": "https://www.spain.info/en/destination/torroella-montgri/", "title": "Tourism in Torroella de Montgri. What to see. Tourist information | spain.info in english", "subtitle": "A magnificent old town", "city": "Torroella de Montgri", "intro": "Torroella de Montgrí is six kilometres from the sea, and its old town is surrounded by walks following the old Roman defensive wall, remains of which can still be seen.", "content": "<p> Special mention should be made of Les Bruixes Tower (15th-16th centuries) and Santa Caterina Gate (14th century). Sant Genís Church is a gem of Gothic architecture and should not be missed on a visit to the village. Also outstanding is the Romanesque Sant Antoni Chapel, set in the porticoed Plaça de la Vila Square. Also in this square you will find Casa de la Vila House (15th-16th centuries), with its big sun dial. On Paseo de l'Església Avenue you will find El Mirador Palace (9th-14th centuries), which has been restored and is currently home to a luxury hotel. The village hosts an International Music Festival, along with seasons of live jazz in July and August. </p>"}
{"url": "https://www.spain.info/en/destination/torrijos/", "title": "Tourism in Torrijos. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Torrijos", "intro": "A town of much economic potential, whose foundation dates back to Roman times. Its main monument is the Collegiate Church of Santísimo Sacramento, from the 16th century, which has a magnificent façade and a wonderful high reredos.", "content": "<p> Another building of interest is the convent of the Franciscan Conceptionists, declared to be a monument in 1981. Built on the remains of the old palace of Don Pedro I of Castile, from the 14th century, it consists of a double gallery around which stand the palace and the church. Also outstanding is the hospital of La Caridad or Santísima Trinidad, declared to be of Cultural Heritage. A Renaissance building erected in the 16th century, especially striking is its chapel of Cristo de la Sangre. </p>"}
{"url": "https://www.spain.info/en/destination/torrevieja/", "title": "Tourism in Torrevieja. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Torrevieja", "intro": "Torrevieja is a tourist town whose life revolves around the sea and the production of salt. Its two huge salt mines, La Mata y Torrevieja, are surrounded by modern housing estates.", "content": "<p> Connected with each other, the salt mines were declared a Nature Reserve; they reach the sea through La Mata. Salt mining in this region goes back to the beginning of Christianity, though it reached its peak during the 19th century. Nowadays, Torrevieja's salt is exported to the whole world, and the annual production exceeds a million tons. <span> </span> In Torrevieja, seafaring tradition is kept alive by the significant activity of the fishing and trading port, the numerous piers at the Royal Sailing Club, and the International Marina. Towards the end of the promenade we find the wharfs from which ships, loaded with salt, would leave for Cuba. These vessels would bring, on their way back, the popular songs known as \"habaneras\", which still entertain the popular Coral Competition celebrated every year during the summer. </p>"}
{"url": "https://www.spain.info/en/destination/torrelavega/", "title": "Tourism in Torrelavega. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Torrelavega", "intro": "A natural setting with mountains and sea", "content": "<p> Torrelavega is the Cantabrian region's second largest town, and is situated 25 kilometres from Santander. It is outstanding for its natural surroundings. It is barely 10 minutes from the Suances coast, and very close to beautiful villages like Santillana del Mar and Comillas. Worthy of special mention in Torrelavega is the Viérnoles monumental site, with palaces and stately houses dating from the 17th-19th centuries. The Virgen Grande fiestas are celebrated in the town in mid-August, with a unique floral gala and a parade of floats. These celebrations have the Tourist Interest designation. Be sure to try \"polkas\", a typical local sweet made with puff pastry. </p>"}
{"url": "https://www.spain.info/en/destination/torremolinos/", "title": "Tourism in Torremolinos. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Torremolinos", "intro": "A place of settlement of the oldest civilizations in the Mediterranean, Torremolinos is today one of the Costa del Sol's prime destinations. The excellent coastline, combined with the pleasant climate, are just some of the attractions this Andalusian town offers.", "content": "<p> History has bequeathed Torremolinos corners of profound local flavour, such as the seafarers' district of La Carihuela, as well as a great many vestiges of it rich past, among them the town's Keep. <span> </span> Over the year, the town enjoys every one of its traditional fairs, festivals and pilgrimages to the full. The local cuisine cannot be ignored, with “pescaíto” frito (fried fish) as the star attraction. </p> <div id=\"text-hidden-1\"> <p> </p> <p> Torremolinos, a town only 12 kilómetres from Málaga capital, has a long and extensive history, as the many <strong> Phoenician </strong> , <strong> Greek </strong> , <strong> Roman </strong> and <strong> Arab </strong> remains found in the area testify. <span> </span> The first written reports of Torremolinos date from 1489, a time when the Catholic Monarchs decided to boost repopulation in the place known then as <strong> Torres de Pimentel </strong> . Years later, in 1502, the town was placed under the jurisdiction of Málaga capital. This coastal enclave built some castles and watchtowers to protect itself from attack. The Castle of Santa Clara, from the 18th century, was one of the most important in the town. <span> </span> The major change undergone by <strong> Torremolinos </strong> occurred in the second half of the 20th century, when this fishing town discovered the <strong> enormous tourist potential </strong> of its extensive coastline and mild climate. Torremolinos has since become one of the chief centres for attracting tourists on the <strong> Costa del Sol </strong> , thanks to major tourist facilities and the quality of its infrastructure. <span> </span> <strong> Bajondillo </strong> , <strong> Carihuela </strong> , <strong> Los Álamos </strong> or <strong> Playamar </strong> are a just a few of the magnificent beaches to grace this coastline, where you will find major <strong> hotel complexes </strong> , housing developments, and even a Conference Centre which hosts important international meetings. <span> </span> Torremolinos offers countless possiblilties: from <strong> swimming </strong> and soaking up the sun at almost any time of year, to playing all kinds of <strong> sports </strong> , including <strong> golf </strong> , not forgetting the many <strong> restaurants </strong> in which you can sample the local “pescaíto” frito (fried fish). <span> </span> <strong> Sights </strong> <span> </span> In spite of the considerable urban development witnessed in recent decades, Torremolinos has managed to preserve the seafaring atmosphere on the streets of its most traditional neighbourhoods: <strong> El Calvario </strong> , <strong> El Bajondillo </strong> and <strong> La Carihuela </strong> . <span> </span> In the historic part of town stands the <strong> parish church of Nuestra Señora del Carmen </strong> , while it is also possible to find fine examples of noble architecture, outstanding among which is the <strong> Casa de los Navaja </strong> , built in the 19th century. But the greatest symbol of its heritage is the <strong> Torre de Pimentel </strong> or Torre de los Molinos, a defensive construction and which gives the city its name. <span> </span> Meanwhile, in the area known as <strong> Cortijo del Tajo </strong> major archaeological sites have been uncovered corresponding to the Neolithic age, as well as the pre-Roman and Roman periods. <span> </span> <strong> Gastronomy, festivals and surrounding area </strong> <span> </span> Gastronomy in Torremolinos is chiefly based on produce from the sea. Its most emblematic dish is <strong> “pescaíto” frito </strong> (fried fish), although there are many other recipes for fish prepared in the most varied ways: salted, on the grill, etc. <strong> The Designation of Origin Málaga </strong> standard is known for the excellent quality of its wines, especially sweet wines. <span> </span> Prominent on Torremolinos' calendar of events are the Fair and the festival in honour of its patron saint, <strong> San Miguel </strong> , which are held between the end of September and the beginning of October. A week earlier, the popular Pilgrimage of San Miguel takes place. <span> </span> La Carihuela is the setting each 16 July for the <strong> Fair of el Carmen </strong> , whose main event is the procession of the Virgin. <span> </span> Next door to Torremolinos, it is possible to visit other towns in the Málaga region with a deep-rooted tourist tradition, such as <strong> Benalmádena </strong> and <strong> Fuengirola </strong> . Inland are mountain villages such as Mijas, which boasts typically Andalusian houses, or <strong> Alhaurín el Grande </strong> , with its church of Nuestra Señora de la Encarnación and the palace of Montellano. And only 12 kilometres from Torremolinos is <strong> Málaga capital </strong> , which combines important heritage, headed by the citadel and the Castle of Gibralfaro, with an enormous range of leisure opportunities. </p> </div> <p> Torremolinos, a town only 12 kilómetres from Málaga capital, has a long and extensive history, as the many <strong> Phoenician </strong> , <strong> Greek </strong> , <strong> Roman </strong> and <strong> Arab </strong> remains found in the area testify. <span> </span> The first written reports of Torremolinos date from 1489, a time when the Catholic Monarchs decided to boost repopulation in the place known then as <strong> Torres de Pimentel </strong> . Years later, in 1502, the town was placed under the jurisdiction of Málaga capital. This coastal enclave built some castles and watchtowers to protect itself from attack. The Castle of Santa Clara, from the 18th century, was one of the most important in the town. <span> </span> The major change undergone by <strong> Torremolinos </strong> occurred in the second half of the 20th century, when this fishing town discovered the <strong> enormous tourist potential </strong> of its extensive coastline and mild climate. Torremolinos has since become one of the chief centres for attracting tourists on the <strong> Costa del Sol </strong> , thanks to major tourist facilities and the quality of its infrastructure. <span> </span> <strong> Bajondillo </strong> , <strong> Carihuela </strong> , <strong> Los Álamos </strong> or <strong> Playamar </strong> are a just a few of the magnificent beaches to grace this coastline, where you will find major <strong> hotel complexes </strong> , housing developments, and even a Conference Centre which hosts important international meetings. <span> </span> Torremolinos offers countless possiblilties: from <strong> swimming </strong> and soaking up the sun at almost any time of year, to playing all kinds of <strong> sports </strong> , including <strong> golf </strong> , not forgetting the many <strong> restaurants </strong> in which you can sample the local “pescaíto” frito (fried fish). <span> </span> <strong> Sights </strong> <span> </span> In spite of the considerable urban development witnessed in recent decades, Torremolinos has managed to preserve the seafaring atmosphere on the streets of its most traditional neighbourhoods: <strong> El Calvario </strong> , <strong> El Bajondillo </strong> and <strong> La Carihuela </strong> . <span> </span> In the historic part of town stands the <strong> parish church of Nuestra Señora del Carmen </strong> , while it is also possible to find fine examples of noble architecture, outstanding among which is the <strong> Casa de los Navaja </strong> , built in the 19th century. But the greatest symbol of its heritage is the <strong> Torre de Pimentel </strong> or Torre de los Molinos, a defensive construction and which gives the city its name. <span> </span> Meanwhile, in the area known as <strong> Cortijo del Tajo </strong> major archaeological sites have been uncovered corresponding to the Neolithic age, as well as the pre-Roman and Roman periods. <span> </span> <strong> Gastronomy, festivals and surrounding area </strong> <span> </span> Gastronomy in Torremolinos is chiefly based on produce from the sea. Its most emblematic dish is <strong> “pescaíto” frito </strong> (fried fish), although there are many other recipes for fish prepared in the most varied ways: salted, on the grill, etc. <strong> The Designation of Origin Málaga </strong> standard is known for the excellent quality of its wines, especially sweet wines. <span> </span> Prominent on Torremolinos' calendar of events are the Fair and the festival in honour of its patron saint, <strong> San Miguel </strong> , which are held between the end of September and the beginning of October. A week earlier, the popular Pilgrimage of San Miguel takes place. <span> </span> La Carihuela is the setting each 16 July for the <strong> Fair of el Carmen </strong> , whose main event is the procession of the Virgin. <span> </span> Next door to Torremolinos, it is possible to visit other towns in the Málaga region with a deep-rooted tourist tradition, such as <strong> Benalmádena </strong> and <strong> Fuengirola </strong> . Inland are mountain villages such as Mijas, which boasts typically Andalusian houses, or <strong> Alhaurín el Grande </strong> , with its church of Nuestra Señora de la Encarnación and the palace of Montellano. And only 12 kilometres from Torremolinos is <strong> Málaga capital </strong> , which combines important heritage, headed by the citadel and the Castle of Gibralfaro, with an enormous range of leisure opportunities. </p>"}
{"url": "https://www.spain.info/en/destination/torrelaguna/", "title": "Tourism in Torrelaguna. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Torrelaguna", "intro": "It is the place where the founder of Alcalá de Henares University, Cardinal Cisneros, was born. He promoted the construction of several monuments in Torrelaguna. Its old town has been declared Property of Cultural Interest.", "content": "<p> Torrelaguna is in the northeast of Madrid Autonomous Region, about 58 kilometres from Spain’s capital. The medieval structure of the town is quite obvious. The walls were built in the Middle Ages. The most emblematic monument is the Church of Santa María Magdalena, which was started in the 15th century. It is an excellent representation of Gothic architecture from Madrid, which also has Baroque, Renaissance and Plateresque decorative elements, especially the chapels inside. The Town Hall, a large granary built in 1514, is next door. The façade of the Convent of the Franciscanas Descalzas and the façade of the Arteaga Palace or the Santísima Trinidad Hospital, which today is the Cultural Centre, are also interesting buildings. The corn exchange is an example of 14th- and 15th-century traditional architecture, while in other streets - Cava, Cisneros - or Plaza de la Montera, there are mansions and stately houses built between the 16th and 19th centuries. <span> </span> In the surrounding area, visitors can also see the Atalaya de Arrebatacapas Tower, one of a set of Arab defence towers from the 10th century distributed along the Jarama River. Another place of interest is Santa María de la Cabeza Shrine, built in the 17th century, with Baroque and neo-Classical elements. <span> </span> At the beginning of September, Torrelaguna holds its patron saint festivities, in honour of the Virgin of La Soledad. Events include fireworks, open-air dances, street music and popular meals. </p>"}
{"url": "https://www.spain.info/en/destination/la-herradura/", "title": "Tourism in La Herradura. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "La Herradura", "intro": "Its bay is a major centre for sub-aqua activities and an ideal site for scuba diving.", "content": "<p> La Herradura is the second-largest urban area of Almuñecar, on the <strong> Costa Tropical coast of Granada province. </strong> It is outstanding for its stunning bay, washed by waters of the Mediterranean, which has become a favourite spot for water sports, including scuba diving. The beach is set between two mountains, and is thus well sheltered from winds. Besides marine flora and fauna of great ecological value, its beds are home to the <strong> remains of 25 Spanish naval galleons </strong> that were wrecked in a storm of 19 October 1562. </p> <div id=\"text-hidden-1\"> <p> </p> <p> The <strong> Almuñecar-La Herradura Sub-aquatic Reserve </strong> was created aiming to preserve this marine wealth. Its objective is to make this part of the coast of Andalusia an international point of reference for scuba enthusiasts, and to create a unique area in Spain with artificial reefs simulating sunken galleons, amphora factories and practice areas. </p> </div> <p> The <strong> Almuñecar-La Herradura Sub-aquatic Reserve </strong> was created aiming to preserve this marine wealth. Its objective is to make this part of the coast of Andalusia an international point of reference for scuba enthusiasts, and to create a unique area in Spain with artificial reefs simulating sunken galleons, amphora factories and practice areas. </p>"}
{"url": "https://www.spain.info/en/destination/hervas/", "title": "Tourism in Hervás. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Hervás", "intro": "The festivities of the converted Jews, in addition to plays that are staged about Jewish culture and customs, are a testimony of the important legacy that this community left in Hervás.", "content": "<p> The most significant feature in Hervás' historical heritage is <strong> the Jewish quarter </strong> . Its narrow, steep streets are lined with houses clustering together like grapes, which were made with adobe and chestnut-wood frameworks, their roofs plastered with Arab tiles to shield the wind. </p> <div id=\"text-hidden-1\"> <p> </p> <p> The architectural heritage includes remarkable civil buildings such as the palace of Dávila, a large house from the middle of the 18th century, which at present houses a stately home-museum, and a public library. The religious heritage includes the parish church of Santa María, erected in the 13th century, which exhibits elements that were added from the 16th century thru the 17th; the convent of the Trinitarian Fathers, inaugurated in 1659; the hermitage of San Andrés, from the 14th century, which at present houses the religious image of Cristo de la Salud, patron saint of Hervás; and the hermitage of San Antón. <span> </span> The infirmary of the Franciscan monks, from the 18th century, is currently home to the City Hall and the Municipal Police. <span> </span> In Hervás, we can find beautiful leather and <strong> wooden handicrafts </strong> , as well as a peculiar collection of classic motorcycles, the first in Spain and the second in Europe. </p> </div> <p> The architectural heritage includes remarkable civil buildings such as the palace of Dávila, a large house from the middle of the 18th century, which at present houses a stately home-museum, and a public library. The religious heritage includes the parish church of Santa María, erected in the 13th century, which exhibits elements that were added from the 16th century thru the 17th; the convent of the Trinitarian Fathers, inaugurated in 1659; the hermitage of San Andrés, from the 14th century, which at present houses the religious image of Cristo de la Salud, patron saint of Hervás; and the hermitage of San Antón. <span> </span> The infirmary of the Franciscan monks, from the 18th century, is currently home to the City Hall and the Municipal Police. <span> </span> In Hervás, we can find beautiful leather and <strong> wooden handicrafts </strong> , as well as a peculiar collection of classic motorcycles, the first in Spain and the second in Europe. </p>"}
{"url": "https://www.spain.info/en/destination/torredembarra/", "title": "Tourism in Torredembarra. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Torredembarra", "intro": "The town of Torredembarra is privileged to possess one of the few natural beaches left in Catalonia, Els Muntanyans, which has semi-shifting dunes and salt-water lagoons.", "content": "<p> Other beaches with a constant flow of tourists are La Paella, where you will find the promenade, and the beach of the Maritime district. Also of interest are the cliffs of El Roquer, which are around 2,000 metres long and 25 metres high; and the port, which provides a wide variety of shopping and leisure opportunities. And in the town's historic quarter you can admire the castle, from the mid-16th century, which began being restored in 1998, and whose importance lies in the fact that it is the only civil building with a new Catalan Renaissance plan which exists in Catalonia. The oldest building in Torredembarra is the town's Tower, probably from the 12th or 13th century and in the Mudejar style. Remaining from the wall which surrounded the city in the 17th century are two entrance gates: Padrines and La Bassa, and the remains of a buttress. Other outstanding buildings are the church of Sant Pere, which houses a baroque organ from 1705; Cal Checo, a building declared to be of Local Cultural Interest; and the lighthouse, which was the last to be built in Spain during the 20th century. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/hernani/", "title": "Tourism in Hernani. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Hernani", "intro": "Washed by the River Urumea and nestled at the foot of Mount Santa Bárbara is Hernani. Only 9 kilometres from San Sebastián, this small town is famous for the picturesque streets that earned it the status of Cultural Interest Site.", "content": "<p> Among its monuments are the sixteenth century Church of St. John the Baptist, the Town Hall and Gudarien Enparantza or the old Main Square. <span> </span> It also has the <strong> Chillida-Leku Museum </strong> , dedicated to the great Basque sculptor Eduardo Chillida. Today it is a place dedicated to research. <span> </span> Hernani is surrounded by a <strong> charming natural landscape </strong> with forests dotted with numerous prehistoric remains, including dolmens, cromlechs (megalithic monuments) and burial mounds. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/segovia/", "title": "Sightseeing in Segovia. What to see | spain.info in english", "subtitle": "At the foot of the Aqueduct", "city": "Segovia", "intro": "An impressive aqueduct from the days of the Roman Empire marks the entrance to this fairy-tale Castilian city, with the Sierra de Guadarrama in the background.", "content": "<p> After the initial amazement at this magnificent feat of engineering, with 167 arches held together only by the balance of forces, it’s time to visit towers, Romanesque churches, synagogues, Renaissance palaces, convents, gardens, hidden courtyards, a fortress which could have inspired the creators at Disney… In Segovia you don’t need a bus to see them all. You can enjoy each step and make the most of the walk. </p> <div id=\"text-hidden-1\"> <p> Why is it a World Heritage Site? </p> <p> You just need to stroll around the town to see why the old quarter of Segovia and the <strong> Aqueduct </strong> make up a World Heritage site. In a walk along the city walls you can see the Casa de los Picos, the Alhóndiga, Torreón de Lozoya, the church of San Martín… The first must-see is the <strong> Cathedral </strong> , known as the “lady of the cathedrals”, and the sensation of travelling through time continues with the mansions of noble families in the Caballeros district and the narrow streets of the former Jewish quarter. <span> </span> The second essential stop: the <strong> Alcázar </strong> , a castle with hidden passageways that seems straight out of a novel. We strongly recommend climbing the 152 steps of the spiral staircase in the Tower of Juan II. When you get to the top, the views are unique, and you begin to understand why some people compare this tower with the prow of a boat cutting through the waves, and why they say that Snow White’s castle at Disneyland was inspired by this Alcázar. <span> </span> Enjoying the streets of Segovia is wonderful, but if you go a little further out, you can find one of the <strong> viewing points </strong> to see the city from a distance, and feel the magic even more. </p> <p> Cultural life, and for lunch… suckling pig </p> <p> Apart from its monuments, the city has a wide range of cultural attractions all year, and its streets and other spaces always have music, dance, theatre or literature to enjoy. Its best known <strong> festivals </strong> include <strong> Titirimundi </strong> , the <strong> Segovia Music Festival </strong> and the <strong> Hay Festival </strong> . As well as traditional museums like the <strong> Antonio Machado House-Museum </strong> (the famous writer lived here from 1919 to 1932), surprising new spaces are emerging, like La Cárcel, a former prison which now offers exhibitions, film seasons, microtheatre, and so on. <span> </span> If you want something traditional for lunch, the most famous local dish is <strong> suckling pig </strong> in the legendary <strong> Mesón Cándido </strong> or in some new restaurant contributing a touch of modernity. <span> </span> One last piece of advice. Around 10 kilometres from the city, you can take an excursion we recommend highly: <strong> La Granja de San Ildefonso </strong> , with a <strong> Royal Palace </strong> and spectacular gardens. </p> </div> <p> You just need to stroll around the town to see why the old quarter of Segovia and the <strong> Aqueduct </strong> make up a World Heritage site. In a walk along the city walls you can see the Casa de los Picos, the Alhóndiga, Torreón de Lozoya, the church of San Martín… The first must-see is the <strong> Cathedral </strong> , known as the “lady of the cathedrals”, and the sensation of travelling through time continues with the mansions of noble families in the Caballeros district and the narrow streets of the former Jewish quarter. <span> </span> The second essential stop: the <strong> Alcázar </strong> , a castle with hidden passageways that seems straight out of a novel. We strongly recommend climbing the 152 steps of the spiral staircase in the Tower of Juan II. When you get to the top, the views are unique, and you begin to understand why some people compare this tower with the prow of a boat cutting through the waves, and why they say that Snow White’s castle at Disneyland was inspired by this Alcázar. <span> </span> Enjoying the streets of Segovia is wonderful, but if you go a little further out, you can find one of the <strong> viewing points </strong> to see the city from a distance, and feel the magic even more. </p> <p> Apart from its monuments, the city has a wide range of cultural attractions all year, and its streets and other spaces always have music, dance, theatre or literature to enjoy. Its best known <strong> festivals </strong> include <strong> Titirimundi </strong> , the <strong> Segovia Music Festival </strong> and the <strong> Hay Festival </strong> . As well as traditional museums like the <strong> Antonio Machado House-Museum </strong> (the famous writer lived here from 1919 to 1932), surprising new spaces are emerging, like La Cárcel, a former prison which now offers exhibitions, film seasons, microtheatre, and so on. <span> </span> If you want something traditional for lunch, the most famous local dish is <strong> suckling pig </strong> in the legendary <strong> Mesón Cándido </strong> or in some new restaurant contributing a touch of modernity. <span> </span> One last piece of advice. Around 10 kilometres from the city, you can take an excursion we recommend highly: <strong> La Granja de San Ildefonso </strong> , with a <strong> Royal Palace </strong> and spectacular gardens. </p>"}
{"url": "https://www.spain.info/en/destination/avila/", "title": "Tourism in Ávila. What to see | spain.info in english", "subtitle": "Walled World Heritage City", "city": "Ávila", "intro": "Ávila will always be associated with the image of its city walls. Visible from far away, they are among the best-preserved and most complete in Europe.", "content": "<p> They protect a medieval <strong> World Heritage City </strong> of cobbled streets, interesting churches, delicious local cuisine, and a wonderfully tranquil atmosphere. </p> <div id=\"text-hidden-1\"> <p> City walls and Christian mysticism </p> <p> There is a walkway 1,700 metres long on top of the iconic <strong> city walls of Ávila </strong> , open to the public. The views of the cathedral, the Plaza del Mercado Grande and the countryside around the city are well worth the walk. The cathedral was originally fortified and is attached to the city walls. It is believed to be <strong> Spain’s first Gothic cathedral </strong> . <span> </span> The other symbol of the city is <strong> Saint Teresa de Jesús </strong> , whose presence is everywhere in the city, from the statues in her honour to the name of Ávila’s most famous sweet: yemas de Santa Teresa. You can <strong> visit the Convent of Santa Teresa </strong> , built on the site of the house where she was born. The Museum of Saint Teresa stands next to it. <span> </span> The Real Monasterio de Santo Tomás, the Basilica of San Vicente and the Basilica of San Pedro are also interesting religious sites. To learn more about Christian mysticism and its representatives in Ávila, we recommend visiting the Mysticism Interpretation Centre. </p> <p> Special moments </p> <p> Ávila is a <strong> tranquil city </strong> that invites you to enjoy quiet moments. For example, the <strong> sunset from the Cuatro Postes viewing point </strong> . This spot is outside the walls, and if you’re there at twilight, you’ll see the floodlit walls against the darkness. <span> </span> Mealtimes are also a moment to enjoy in Ávila. The town is famous for meat dishes, especially T-bone steaks; and beans from El Barco de Ávila are very popular, as are Yemas de Santa Teresa. You can try everything with the fixed-price DegustÁvila lunch menus you will find in many restaurants in the city centre. <span> </span> If you want to see special events, there are Medieval Days every first weekend in September; moving Easter rituals (usually March or April) and theatrical shows on the city walls on summer nights. </p> </div> <p> There is a walkway 1,700 metres long on top of the iconic <strong> city walls of Ávila </strong> , open to the public. The views of the cathedral, the Plaza del Mercado Grande and the countryside around the city are well worth the walk. The cathedral was originally fortified and is attached to the city walls. It is believed to be <strong> Spain’s first Gothic cathedral </strong> . <span> </span> The other symbol of the city is <strong> Saint Teresa de Jesús </strong> , whose presence is everywhere in the city, from the statues in her honour to the name of Ávila’s most famous sweet: yemas de Santa Teresa. You can <strong> visit the Convent of Santa Teresa </strong> , built on the site of the house where she was born. The Museum of Saint Teresa stands next to it. <span> </span> The Real Monasterio de Santo Tomás, the Basilica of San Vicente and the Basilica of San Pedro are also interesting religious sites. To learn more about Christian mysticism and its representatives in Ávila, we recommend visiting the Mysticism Interpretation Centre. </p> <p> Ávila is a <strong> tranquil city </strong> that invites you to enjoy quiet moments. For example, the <strong> sunset from the Cuatro Postes viewing point </strong> . This spot is outside the walls, and if you’re there at twilight, you’ll see the floodlit walls against the darkness. <span> </span> Mealtimes are also a moment to enjoy in Ávila. The town is famous for meat dishes, especially T-bone steaks; and beans from El Barco de Ávila are very popular, as are Yemas de Santa Teresa. You can try everything with the fixed-price DegustÁvila lunch menus you will find in many restaurants in the city centre. <span> </span> If you want to see special events, there are Medieval Days every first weekend in September; moving Easter rituals (usually March or April) and theatrical shows on the city walls on summer nights. </p>"}
{"url": "https://www.spain.info/en/destination/ronda/", "title": "Tourism in Ronda. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Ronda", "intro": "This town in the Málaga region sits on either side of the Tajo del Ronda, a narrow gorge more than 150 metres deep. Its old town has been declared Property of Cultural Interest. Celts, Phoenicians, Romans and Arabs all inhabited these lands, which were reconquered by the Catholic Monarchs.", "content": "<p> The historic quarter, reminiscent of the Arab age and with a medieval layout is scattered to the south of the Guadalevín, while more modern Ronda, the part which sprang up after the 16th century, unfolds to the north of the course of this river. Several bridges unite the two halves of one of the most interesting towns on the route of the Whitewashed Villages, in the heart of the the Ronda hills, only a few kilometres from the Costa del Sol. </p> <div id=\"text-hidden-1\"> <p> </p> <p> The so-called “ <strong> city of the castles </strong> ” stands on a natural vantage point defended at its most accessible point by a citadel. It still preserves its walls and the most important gates which gave access to the city. The Almocábar Gate (13th century) provided access to the south side of the town, the Carlos I Gate dates from the 16th century, while the Exijara Gate led to the Jewish quarter. <strong> The old citadel </strong> <span> </span> Outstanding in these walled surroundings is the Gothic-Renaissance construction of the church of Espíritu Santo, ordered to be built by Fernando the Catholic to commemorate the reconquest of Ronda. Another major religious work is <strong> Santa María la Mayor </strong> , where Arab and Christian features combine. On the site of an old Roman temple, the Arabs built the Main Mosque of Ronda in the 13th century. Preserved from this period are the mihrab arch, decorated with stucco, and the minaret, transformed into a belltower. In the following centuries, its interior was enriched with Renaissance and baroque decoration, as can be admired in its Main Chapel, choir and altars. The Mudejar style, with stucco and horseshoe arches, can be clearly seen in the San Sebastián minaret, later used for Christian worship. Another Muslim legacy are the Arab baths, on the banks of the river. They date from the 13th century and are very well preserved. <span> </span> The civil architecture of Ronda is reflected in its ancestral homes and aristocratic small palaces. The palaces of Mondragón and of the Marquis of Salvatierra, and the House of the Moor are some of the delightful examples to be enjoyed. The first of the palaces was for centuries the residence of Muslim and Christian kings, and today it houses the city's <strong> Archaeological Museum </strong> . Outstanding in the former home of the Marquis of Salvatierra is a wrought iron balcony in the purest Ronda style. The House of the Moorish King, meanwhile, boasts Gothic-Mudejar decoration and some hanging gardens, declared to be an Artistic Garden. The Bandit Museum, the Hunting Museum and the Lara Museum are further attractions worth considering on this side of the Tajo de Ronda. <span> </span> <strong> The Arab, Old and New Bridges </strong> <span> </span> Three bridges span the ravine measuring more than 100 metres in depth and lead to the other side of the city. The Arab bridge was built in the 14th century and gave access to the Old Outskirts. The so-called old bridge is comprised of a single arch measuring some 10 metres across. But most emblematic of all is the <strong> New Bridge </strong> , a colossal feat of engineering which joins the neighbourhoods of Mercadillo and Ciudad. It dates from the 18th century and its foundations sit on the bottom of the ravine, at some points reaching 98 metres in height and 70 in length. <span> </span> The old City Hall, now the <strong> Parador de Turismo </strong> , stands on top of the cliff and is an exceptional place to relax and take in the views. Its chef prepares tasty local recipes such as stewed partridge, roast kid and almond soup. Among the desserts, Ronda's \"yemas\", honey pancakes and almond cheese are some of the suggestions. <span> </span> The Paseo de Blas Infante walk and the <strong> Viewpoint of the Catholic Monarchs </strong> , near the bullring (considered to be the oldest in Spain), are excellent spots to take in the landscape formed by the river Guadalevín. Outstanding in the most modern part of town is the church of Nuestro Padre Jesús and the Virgen de los Dolores Pavilion. The church is built in the Gothic style, with a prominent Renaissance belltower. The chapel of the Virgin, meanwhile, has an attractive series of mannerist sculptures which decorate its pillars. <span> </span> Ronda is lavishly decked out for its festivals, ideal occasions to come and enjoy this area. The <strong> Fiestas de Pedro Romero </strong> , with old-style bullfights and a flamenco festival, are a major event, as are Holy Week, the festivals in memory of the Christian reconquest and the Pilgrimage of Nuestra Señora de la Cabeza. <span> </span> The whitewashed villages, of Arab origin, in the <strong> Ronda mountains </strong> combine popular architecture with striking natural surroundings. Other towns, however, are famous for their Phoenician ruins (Jimena de Líbar) or Roman remains (Acinipo). A Moorish essence, among olive groves and vineyards, is the distinguishing feature of Algatocín or Atajate. The Ronda region is located in wet Andalusia, where the variety of vegetation makes for spectacular landscapes, such as the Sierra de las Nieves Nature Park, the Bermeja mountains or Sierra Crestellina hills. The Málaga coast is a step away, offering us a coastline where Benalmádena, Fuengirola, Marbella or Estepona are the most lively places for recreation. </p> </div> <p> The so-called “ <strong> city of the castles </strong> ” stands on a natural vantage point defended at its most accessible point by a citadel. It still preserves its walls and the most important gates which gave access to the city. The Almocábar Gate (13th century) provided access to the south side of the town, the Carlos I Gate dates from the 16th century, while the Exijara Gate led to the Jewish quarter. <strong> The old citadel </strong> <span> </span> Outstanding in these walled surroundings is the Gothic-Renaissance construction of the church of Espíritu Santo, ordered to be built by Fernando the Catholic to commemorate the reconquest of Ronda. Another major religious work is <strong> Santa María la Mayor </strong> , where Arab and Christian features combine. On the site of an old Roman temple, the Arabs built the Main Mosque of Ronda in the 13th century. Preserved from this period are the mihrab arch, decorated with stucco, and the minaret, transformed into a belltower. In the following centuries, its interior was enriched with Renaissance and baroque decoration, as can be admired in its Main Chapel, choir and altars. The Mudejar style, with stucco and horseshoe arches, can be clearly seen in the San Sebastián minaret, later used for Christian worship. Another Muslim legacy are the Arab baths, on the banks of the river. They date from the 13th century and are very well preserved. <span> </span> The civil architecture of Ronda is reflected in its ancestral homes and aristocratic small palaces. The palaces of Mondragón and of the Marquis of Salvatierra, and the House of the Moor are some of the delightful examples to be enjoyed. The first of the palaces was for centuries the residence of Muslim and Christian kings, and today it houses the city's <strong> Archaeological Museum </strong> . Outstanding in the former home of the Marquis of Salvatierra is a wrought iron balcony in the purest Ronda style. The House of the Moorish King, meanwhile, boasts Gothic-Mudejar decoration and some hanging gardens, declared to be an Artistic Garden. The Bandit Museum, the Hunting Museum and the Lara Museum are further attractions worth considering on this side of the Tajo de Ronda. <span> </span> <strong> The Arab, Old and New Bridges </strong> <span> </span> Three bridges span the ravine measuring more than 100 metres in depth and lead to the other side of the city. The Arab bridge was built in the 14th century and gave access to the Old Outskirts. The so-called old bridge is comprised of a single arch measuring some 10 metres across. But most emblematic of all is the <strong> New Bridge </strong> , a colossal feat of engineering which joins the neighbourhoods of Mercadillo and Ciudad. It dates from the 18th century and its foundations sit on the bottom of the ravine, at some points reaching 98 metres in height and 70 in length. <span> </span> The old City Hall, now the <strong> Parador de Turismo </strong> , stands on top of the cliff and is an exceptional place to relax and take in the views. Its chef prepares tasty local recipes such as stewed partridge, roast kid and almond soup. Among the desserts, Ronda's \"yemas\", honey pancakes and almond cheese are some of the suggestions. <span> </span> The Paseo de Blas Infante walk and the <strong> Viewpoint of the Catholic Monarchs </strong> , near the bullring (considered to be the oldest in Spain), are excellent spots to take in the landscape formed by the river Guadalevín. Outstanding in the most modern part of town is the church of Nuestro Padre Jesús and the Virgen de los Dolores Pavilion. The church is built in the Gothic style, with a prominent Renaissance belltower. The chapel of the Virgin, meanwhile, has an attractive series of mannerist sculptures which decorate its pillars. <span> </span> Ronda is lavishly decked out for its festivals, ideal occasions to come and enjoy this area. The <strong> Fiestas de Pedro Romero </strong> , with old-style bullfights and a flamenco festival, are a major event, as are Holy Week, the festivals in memory of the Christian reconquest and the Pilgrimage of Nuestra Señora de la Cabeza. <span> </span> The whitewashed villages, of Arab origin, in the <strong> Ronda mountains </strong> combine popular architecture with striking natural surroundings. Other towns, however, are famous for their Phoenician ruins (Jimena de Líbar) or Roman remains (Acinipo). A Moorish essence, among olive groves and vineyards, is the distinguishing feature of Algatocín or Atajate. The Ronda region is located in wet Andalusia, where the variety of vegetation makes for spectacular landscapes, such as the Sierra de las Nieves Nature Park, the Bermeja mountains or Sierra Crestellina hills. The Málaga coast is a step away, offering us a coastline where Benalmádena, Fuengirola, Marbella or Estepona are the most lively places for recreation. </p>"}
{"url": "https://www.spain.info/en/destination/alcala-de-henares/", "title": "Tourism in Alcalá de Henares. What to see | spain.info in english", "subtitle": "The city of Cervantes", "city": "Alcalá de Henares", "intro": "Alcalá de Henares was the birthplace of Miguel de Cervantes, author of the world-famous “Don Quixote”, and you can visit the house he was born in, which is now a museum.", "content": "<p> But there are many more reasons to plan a getaway to this town, just over 30 kilometres from Madrid: its imposing University, with centuries of history; Calle Mayor, its main street lined with arches; its ancient theatre, the Corral de Comedias… But also its sunny squares, its generous helpings of lunchtime tapas, and the special atmosphere of its Medieval and Christmas Markets. </p> <div id=\"text-hidden-1\"> <p> University and historic quarter: a walk around a World Heritage city </p> <p> Our tour starts where the town’s fame started, with the <strong> University </strong> , which made Alcalá the first planned university city of the Modern Age, earning it the soubriquet of the “City of Knowledge”. As well as admiring the façade of the Colegio Mayor de San Ildefonso, you can now venture inside and visit several courtyards and the iconic Paraninfo, a great hall with a 16th century Mudéjar coffered ceiling, where the King and Queen of Spain present the Cervantes Prize for Literature every 23 April. </p> <p> </p> <p> Any tour of Alcalá de Henares would not be complete without a pause on its lovely <strong> Plaza de Cervantes </strong> (with a statue in honour of the writer) and a stroll along the busy <strong> Calle Mayor </strong> , said to be Spain’s longest arcaded street. When you get to number 48 you’ll see a sculpture of two life-sized figures sitting on a bench: they are none other than Don Quixote and Sancho Panza, the main characters of Cervantes’ immortal work. They welcome you to the <strong> House Museum </strong> where the writer was born, which recreates the settings and customs of the 16th and 17th centuries. More than 400 years have passed since Don Quixote was written, but it’s just as relevant as ever. <span> </span> In the <strong> Chapel del Oidor </strong> you can see the font where Cervantes was baptised. Next to it, the 34-metre <strong> Torre de Santa María </strong> is one of the best spots to get a bird’s-eye-view of Alcalá. The other must-see viewing point is the tower of the Cathedral. </p> <p> A day of theatre and tapas </p> <p> It’s not every day you can see a play in one of <strong> Spain’s oldest Corrales de Comedias </strong> , a type of outdoor theatre. A visit to Alcalá is a great opportunity to see this space, which first opened in 1602, either by going to see a play or taking a guided tour. <span> </span> Being in Alcalá is also an advantage if you’re hungry, because the town is famous for its <strong> abundant and delicious tapas </strong> , served in most bars when you order a drink. If you have a sweet tooth you’ll also want to try the artisanal sweets and pastries made in the city’s convents. How about the famous candied almonds from Convento de San Diego? <span> </span> If you have a bit more time, you can also visit <strong> Laredo Palace </strong> , or the Alcalá of the Roman Empire with the ruins of <strong> Complutum </strong> and Casa Hippolytus. In the evening, in Alcalá you can dine under the vaulted ceilings of a 17th century convent church, or sleep in the <strong> Parador </strong> , another beautiful 17th century convent. It’s like travelling through time. Depending on the time of year, Alcalá also offers its <strong> Classical Theatre Festival </strong> (in summer), its <strong> Mercado Cervantino </strong> street market (in early autumn all the streets are decorated in 17th-century style and full of market stalls and fun activities) or its famous <strong> Christmas lights </strong> . </p> </div> <p> Our tour starts where the town’s fame started, with the <strong> University </strong> , which made Alcalá the first planned university city of the Modern Age, earning it the soubriquet of the “City of Knowledge”. As well as admiring the façade of the Colegio Mayor de San Ildefonso, you can now venture inside and visit several courtyards and the iconic Paraninfo, a great hall with a 16th century Mudéjar coffered ceiling, where the King and Queen of Spain present the Cervantes Prize for Literature every 23 April. </p> <p> Any tour of Alcalá de Henares would not be complete without a pause on its lovely <strong> Plaza de Cervantes </strong> (with a statue in honour of the writer) and a stroll along the busy <strong> Calle Mayor </strong> , said to be Spain’s longest arcaded street. When you get to number 48 you’ll see a sculpture of two life-sized figures sitting on a bench: they are none other than Don Quixote and Sancho Panza, the main characters of Cervantes’ immortal work. They welcome you to the <strong> House Museum </strong> where the writer was born, which recreates the settings and customs of the 16th and 17th centuries. More than 400 years have passed since Don Quixote was written, but it’s just as relevant as ever. <span> </span> In the <strong> Chapel del Oidor </strong> you can see the font where Cervantes was baptised. Next to it, the 34-metre <strong> Torre de Santa María </strong> is one of the best spots to get a bird’s-eye-view of Alcalá. The other must-see viewing point is the tower of the Cathedral. </p> <p> It’s not every day you can see a play in one of <strong> Spain’s oldest Corrales de Comedias </strong> , a type of outdoor theatre. A visit to Alcalá is a great opportunity to see this space, which first opened in 1602, either by going to see a play or taking a guided tour. <span> </span> Being in Alcalá is also an advantage if you’re hungry, because the town is famous for its <strong> abundant and delicious tapas </strong> , served in most bars when you order a drink. If you have a sweet tooth you’ll also want to try the artisanal sweets and pastries made in the city’s convents. How about the famous candied almonds from Convento de San Diego? <span> </span> If you have a bit more time, you can also visit <strong> Laredo Palace </strong> , or the Alcalá of the Roman Empire with the ruins of <strong> Complutum </strong> and Casa Hippolytus. In the evening, in Alcalá you can dine under the vaulted ceilings of a 17th century convent church, or sleep in the <strong> Parador </strong> , another beautiful 17th century convent. It’s like travelling through time. Depending on the time of year, Alcalá also offers its <strong> Classical Theatre Festival </strong> (in summer), its <strong> Mercado Cervantino </strong> street market (in early autumn all the streets are decorated in 17th-century style and full of market stalls and fun activities) or its famous <strong> Christmas lights </strong> . </p>"}
{"url": "https://www.spain.info/en/destination/la-roda/", "title": "Tourism in La Roda. What to see. Tourist information | spain.info in english", "subtitle": "Renaissance art in its historic old town", "city": "La Roda", "intro": "La Roda is 35 kilometres from Albacete. Its old town, with narrow streets and ancestral houses, is outstanding.", "content": "<p> The 16th century Salvador Church has the Cultural Property designation and presides over the town. It has a beautiful Renaissance altarpiece, a wonderful exterior tower and various works of art on display in the Parish Museum. You should also see the palaces and stately houses, such as Dr. La Encina's house, the Casa del Inquisidor and Lienzo de Doña Ana, with their beautiful façades. Also worth a visit is the Antonio Martínez Museum, which will give you an insight into the town's history. Be sure to try \"miguelitos\", a puff pastry and cream sweet whose secret lies in careful, traditional production. </p>"}
{"url": "https://www.spain.info/en/destination/roda-bara/", "title": "Tourism in Roda de Bará. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Roda de Bará", "intro": "Twenty kilometres north of Tarragona capital is Roda de Barà, a tourist town on the Costa Daurada one of the symbols of which is its Roman arch.", "content": "<p> In the Tarragona region, between Calafell and Torredembarra, stands Roda de Barà. It was already an important hub of communications in the Roman age as the Augustan Way passed through here. Standing on this major route is the town's most emblematic monument, the Barà Arch. It is an imposing triumphal arch more than 10 metres high which was erected in memory of the Roman consul Lucio Licinio Sura in the early 2nd century AD, in the times of the emperor Trajan. <span> </span> Roda de Barà is also a major tourist and residential area on the Costa Daurada. As such, it has beaches of fine, golden sand, like playa Larga or playa Pelliseta, and with modern nautical facilities which allow you to make the most of this sunny coastline. Around the coast, you can admire the sanctuary of Mare de Déu de Barà and the remains of a defensive tower. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/ripoll/", "title": "Tourism in Ripoll. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Ripoll", "intro": "Located at the confluence of the Ter and Freser rivers, the town of Ripoll was built around the Benedictine monastery of Santa María de Ripoll, founded around the 9th century.", "content": "<p> This Romanesque monastery is considered to be one of the most important monastic centres in medieval Catalonia, especially because of their repopulating efforts. There we must point out a magnificent cloister, and the church, which has an extraordinary portico that dates from the 12th century, with interesting sculpted relieves that depict biblical scenes. In addition to the monastery of Santa María de Ripoll, we must mention the the church of Sant Pere, from the 12th century, with pre-Romanesque elements, which presently houses the Ethnographic Museum. The town's main industry between the 16th and 18th centuries was the manufacture of nails and weaponry, and it got to be one of the most important gunsmith's centres in Europe. With the arrival of the railway, the textile industry gathered momentum, financial boost that it still maintains today. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/roda-isabena/", "title": "Tourism in Roda de Isábena. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Roda de Isábena", "intro": "In the old county of Ribagorza, one of the original counties from the Crown of Aragon, and very close to the Isabena river, Roda de Isabena was erected.", "content": "<p> Roda de Isabena can boast of being the smallest town in Spain to have a cathedral. The cathedral, destroyed in the late 10th century, was rebuilt between 1053 and 1067, and continued to be remodelled in the 12th century. There we can admire the cloister, the sarcophagus of San Ramón and the High Reredos. The old refectory was turned into the restaurant of the hostel that is now located there. <span> </span> Visitors are surprised that such a small town could house an Episcopal See of such great importance during its time, and still in our days, as it is considered to be a site of great artistic and historical interest. Only when we consider the historical context of the 10th century, with the creation of resistance groups to fight off the Arabs in the area of the Pyrenees, can we understand the reason why the cathedral was built. <span> </span> From this town we can take excursions to the nearby valleys of Bisecas and Ventanillo. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/rincon-la-victoria/", "title": "Tourism in Rincón de la Victoria. What to see. Tourist information | spain.info in english", "subtitle": "Sun, sand and interesting cultural heritage", "city": "Rincón de la Victoria", "intro": "Rincon de la Victoria is on the Costa del Sol and is notable not only for its beaches and tropical vegetation, but also for its important cultural heritage. Bezmiliana Castle is outstanding - this fortress was built in the 18th century by king Charles III.", "content": "<p> We also recommend a visit to Tesoro Cave, a marine cavity with several halls where you can see the remains of cave paintings, inhabited as far back as the Palaeolithic period. The town is an excellent destination for water sports, as well as hiking and golf. Come and try the local anchovies, exclusive to this area, in any of the seafront restaurants you will find along the beach. </p>"}
{"url": "https://www.spain.info/en/destination/robledillo-gata/", "title": "Tourism in Robledillo de Gata. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Robledillo de Gata", "intro": "Its unique urban layout and its typical popular architecture are the two main aesthetic characteristics of this traditional village in the Sierra de Gata mountains in Caceres. Its old quarter has the Property of Cultural Interest designation.", "content": "<p> Its urban design features elements such as walkways, underground cellars and a farmhouse adapted to the slopes of the hill on which it stands. <span> </span> The popular traditional architecture of Robledillo consists of houses made from slate, adobe and the material known as <i> varaseto </i> , a mixture of chestnut and oak rods daubed with mud and straw. The façades have the traditional balustraded wooden eave, and roofs made of curved tiles. <span> </span> Its most interesting buildings include the parish church of La Asunción in the Renaissance style (16th century), with a hexagonal floor plan and portico in the form of an arch with ten columns, and notable Mudéjar coffering in the sacristy. Below the altar is a Baroque recumbent articulated Christ by the school of Gregorio Fernández. </p>"}
{"url": "https://www.spain.info/en/destination/ribes-freser/", "title": "Tourism in Ribes de Freser. What to see. Tourist information | spain.info in english", "subtitle": "Sport and adventure", "city": "Ribes de Freser", "intro": "Ribes de Freser is sheltered by the lofty peaks of the Catalonian Pyrenees, and is at the point of convergence of three rivers: the Rigard, the Segadell and the Freser. One of its most picturesque streets is Cerdanya. It maintains the essence of yesteryear to this day, and leads to the chapel of Sant Cristòfol. Medieval remains include the Segura (13th-15th centuries) and Ribes (13th century) castles.", "content": "<p> The latter still has part of its original walls intact. The stunning surroundings, mild summer weather, the proximity of Pyrenean ski resorts and the presence of mineral water springs, have made the village an ideal destination whether for rest and relaxation or for mountain sports: hiking, climbing, caving, cycling, horse riding, and skiing in winter. Special mention should be made of the honey from Ribes, produced using traditional methods. </p>"}
{"url": "https://www.spain.info/en/destination/ribadeo/", "title": "Tourism in Ribadeo. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Ribadeo", "intro": "The Ribadeo estuary forms a natural link between Galician territory and the neighbouring lands of Asturias on the opposite bank. On this deep estuary, formed by the river Eo, the main town is Ribadeo. The town's stately appearance can be seen from the nearby summit of mount Santa Cruz, where a popular pilgrimage is held every first Sunday in August and which has been declared to be of tourist interest because it is a celebration of traditional local cuisine and music.", "content": "<p> The Marquis of Sargadelos was the modern promoter of this city whose most outstanding building is the modernist Galician country house of the Moreno brothers. From the port of Porcillán, which is of Roman origin, it is a pleasant walk to the lighthouse of Pancha island, situated on the mouth of the estuary, passing the ruins of the castle of San Damián. On your return, there is nothing more gratifying than to delight at the seafood taken straight from the estuary, such as cockles, clams and oysters, which, along with salmon, trout and eels from the Eo, are the star ingredients of the local cuisine. Not forgetting the delicious sweets made by the nuns at the convent of Santa Clara. <span> </span> It is also a good idea to spare some time for As Catedrais, one of the most beautiful stretches of sand on the Galician coastline. Its rocks, which form natural arches resembling a cathedral, create a magical landscape which changes with the tides, the high point of a walk facing the open sea. <span> </span> </p>"}
{"url": "https://www.spain.info/en/destination/ribadesella/", "title": "Tourism in Ribadesella. What to see. Tourist information | spain.info in english", "subtitle": "tbd", "city": "Ribadesella", "intro": "The distinctive feature of the urban layout of Ribadesella is the bridge that divides the fishing port in two, and which every first Saturday in August is the finishing line in most Asturias' most emblematic festival: the canoe descent of the Sella River. Its historic quarter has been declared Property of Cultural Interest.", "content": "<p> The historic town of Ribadesella was founded by King Alfonso X the Wise in the 13th century. It offers visitors an interesting mix of mediaeval town and Modernist architecture in addition to an outstanding beach area. The town has two clearly distinct parts: the east side with the old part of the city, and the west side, home of the Tito Bustillo cave, one of the treasures of European cave art. <span> </span> Similar to the one in Altamira, the cave contains impressive stalactites and paintings. In summer, it's a good idea to get there early if you want to be assured admission. It also has a museum containing the prehistoric findings in the area. <span> </span> </p> <div id=\"text-hidden-1\"> <p> </p> <p> Highlights of the historic quarter include the churches of Santa Maria de Junco and San Esteban de Leces –Romanesque in origin–, the Gothic chapel of Santa Ana (15th century) and the Renaissance chapel of Nuestra Señora de Guía (16th century). The Town Hall in the Renaissance and Plateresque style is an outstanding example of civil architecture, as are the numerous stately homes dating from the 17th and 18th centuries. <span> </span> A considerable number of romantic villas in the Modernist and eclectic style sprang up in the modern district of Arenal de Santa Marina between the end of the 19th and the start of the 20th centuries, including the Modernist Villa Rosario, built by members of the rich bourgeoisie who had made their fortunes in the Americas. <span> </span> </p> </div> <p> Highlights of the historic quarter include the churches of Santa Maria de Junco and San Esteban de Leces –Romanesque in origin–, the Gothic chapel of Santa Ana (15th century) and the Renaissance chapel of Nuestra Señora de Guía (16th century). The Town Hall in the Renaissance and Plateresque style is an outstanding example of civil architecture, as are the numerous stately homes dating from the 17th and 18th centuries. <span> </span> A considerable number of romantic villas in the Modernist and eclectic style sprang up in the modern district of Arenal de Santa Marina between the end of the 19th and the start of the 20th centuries, including the Modernist Villa Rosario, built by members of the rich bourgeoisie who had made their fortunes in the Americas. <span> </span> </p>"}
